[{"id":"piece_1","title":"A Little Pretty Bonny Lass","composer":"John Farmer","slug":"a_little_pretty_bonny_lass","url":"/pieces/a_little_pretty_bonny_lass","model":"piece","tag":["madrigal","original language"],"book":["The first set of English madrigals to foure voices: newly composed by Iohn Farmer"],"voicing":["SATB"],"language":["English"],"dates":1599},{"id":"piece_2","title":"Ach Elslein","composer":"Ludwig Senfl","slug":"ach_elslein","url":"/pieces/ach_elslein","model":"piece","tag":["original language","lieder","translation","lied"],"book":["Der erst teil. Hundert vnd ainundzweintzig newe Lieder"],"voicing":["SATB"],"language":["German"],"dates":1534,"lyrics":["Ach Elslein, liebes Elselein mein, Wie gern wär ich bei dir! So sein zwei tiefe Wasser Wohl zwischen dir und mir, So sein zwei tiefe Wasser Wohl zwischen dir und mir  Das bringt mir grosse Schmerzen, Herzallerliebster Gsell! Und ich von ganzem Herzen Halt's für gross Ungefäll, Und ich von ganzem Herzen Halt's für groß Ungefäll  Hoff, Zeit wird es wohl enden, Hoff, Glück wird kommen drein, Sich in all's Güts verwenden, Herzliebstes Elselein, Sich in all's Güts verwenden, Herzliebstes Elselein.  Ludwig Senfl","Oh, Elslein, dearest Elselein mine, With you I want to be! But there are two deep waters Dividing you and me, But there are two deep waters Dividing you and me.  I suffer with you yonder, My heart's most faithful friend, And in my heart I ponder The luckless lives we spend, And in my heart I ponder The luckless lives we spend.  I hope time ends our sorrow; I hope our luck is fine And all is good tomorrow, My heart's dear Elselein, And all is good tomorrow, My heart's dear Elselein.  Carol Anne Perry Lagemann"]},{"id":"piece_3","title":"Adew Sweet Amarillis","composer":"John Wilbye","slug":"adew_sweet_amarillis","url":"/pieces/adew_sweet_amarillis","model":"piece","tag":["madrigal","original language"],"book":["The First Set of English Madrigals to 3, 4, 5, and 6 voices: Newly Composed by John Wilbye"],"voicing":["SATB"],"language":["English"],"dates":1598},{"id":"piece_4","title":"Alle psallite cum luya","composer":"Anonymous","slug":"alle_psallite","url":"/pieces/alle_psallite","model":"piece","tag":["original language","motet","translation","religious","Montpellier Codex"],"manuscript":["Montpellier Codex"],"voicing":["SAT"],"language":["Latin"],"dates":"[1280 TO 1350]","lyrics":["Alle psallite cum luya. Alle concrepando psallite cum luya. Alle cordevoto Deo toto psallite cum luya. Alleluya.  Anonymous","Alle sing with luia. Alle making noise sing with luia. Alle with heart entirely devoted to God sing with luia. Alleluia.  Carol Anne Perry Lagemann","Alle now we sing with luya. Alle with the drum and lyre we sing with luya. Alle with our hearts to God devoted now we sing with luya. Alleluya.  Carol Anne Perry Lagemann"]},{"id":"piece_5","title":"April is in my mistress face","composer":"Thomas Morley","slug":"april","url":"/pieces/april","model":"piece","tag":["madrigal","original language"],"book":["Madrigals to Foure Voyces"],"voicing":["SATB"],"language":["English"],"dates":1594},{"id":"piece_6","title":"Au Joly Jeu","composer":"Clément Janequin","slug":"au_joly_jeu","url":"/pieces/au_joly_jeu","model":"piece","tag":["original language","chanson","translation"],"book":["Trente et une Chansons Musicale"],"voicing":["SATB"],"language":["French"],"dates":1529},{"id":"piece_7","title":"Aucun Se Sont / A Dieu Commant / Super Te","composer":"Adam de la Halle","slug":"aucun_se_sont","url":"/pieces/aucun_se_sont","model":"piece","tag":["original language","motet","translation","Montpellier Codex","social commentary","13th-century motet","political"],"manuscript":["Montpellier Codex"],"voicing":["TTT","AAA","AAT"],"language":["French","Latin"],"dates":"[1250 TO 1288]"},{"id":"piece_8","title":"Aucuns vont souvent - Amor qui cor - Kyrie Eleison","composer":"Petrus de Cruce","slug":"aucuns_vont_souvent_amor_qui_cor_kyrie_eleison","url":"/pieces/aucuns_vont_souvent_amor_qui_cor_kyrie_eleison","model":"piece","tag":["original language","motet","translation","religious","Montpellier Codex","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["TTT","AAT","SSS","SSA","TTB"],"language":["French","Latin"],"dates":"[1280 TO 1350]","lyrics":["Kyrie eleyson.  Amor, qui cor vulnerat humanum, quem generat carnalis affectio, numquam sinevicio vel raro potest esse, quoniam est necesse, ut quo plus diligitur res, que cito labitur et transit, eominus diligatur Dominus.  Aucuns vont souvent par leur envie mesdisant d’amours, mes il n’est si bonne vie com d’amer loiaument; quar d’amours vient toute courtoisie et tout honour et tout bon ensegnement. Tout ce puet en li prouver, qui amie veut faire sans boidie et amer vraiement, que ja en liniert assi se vilanie ne couvoitise d’amasser argent. Ains aime bonne compaignie et despent adés largement; et si n’a en li felonnie n’envie sus autre gent, mes a chascun s’umelie et parole courtoisement. S’il a du tout sans partie mis son cuer en amer entierement; et sachiés, quil n’aime mie ains ment, s’il se demaine autrement.  Petrus de Cruce","Lord, have mercy.  Love, which wounds the human heart, love, which carnal lust creates, never or rarely can exist without sin, for it must be that the more a thing which quickly decays and passes away is loved, the less the Lord is loved.  Some often go around badmouthing love out of envy, but there is no life as good as loving loyally; for from love comes all courtesy and all honor and all good upbringing. All of this can be shown by one who takes a sweetheart without deceit and loves truly. Villainy will never reside in him, nor will the desire to amass money. Rather, he loves fair company and always spends money generously, and there is in him no ill will nor envy toward other people, but he humbles himself and speaks courteously toward other people — if he has wholly, without exception, set his heart entirely on loving. And know that he who conducts himself otherwise does not love at all; rather, he lies.  Stolba, K Marie, ed. The Development of Western Music: An Anthology. 3rd ed. Vol. I. Boston: McGraw-Hill, 1998. Print.","Lord, have mercy upon us.  To injure lovers fated, By carnal lust created, Love never has existed Without the cold and twisted Effects of sin, for surely The more love given purely To anything that passes Away like fragile grasses And to decay is driven, The less the Lord is given.  Some say publicly Bad things about love from envy, And yet there is no life as good for you As loving loyally, For from love all Courtesies soon grew, all Honor and all good upbringing came to be. All of this can be seen in a person who Loves someone and is true And loves in purity. Villainy never is found in what he may do, Nor does he desire to gather money. Rather, his friends have fair virtue; He spends money generously, And no ill will does he have in view, Nor for anyone envy, But he humbles himself, too, Speaking to all courteously, If he set his heart all through On loving without exception, entirely. If these things he does not do, He has not love, but dishonesty.  Carol Anne Perry Lagemann"]},{"id":"piece_9","title":"Ave Maria","composer":"Jacobus Gallus","slug":"ave_maria_gallus","url":"/pieces/ave_maria_gallus","model":"piece","tag":["original language","motet","translation","religious","Mary","16th-century sacred motet","Biblical text"],"manuscript":["Unknown"],"voicing":["SATB"],"language":["Latin"],"dates":"[1550 TO 1591]","lyrics":["Ave Maria, gratia plena, Dominus tecum. Benedicta tu in mulieribus, et benedictus fructus ventris tui: Jesus Christus. Sancta Maria mater Dei, ora pro nobis peccatoribus nunc, et in hora mortis nostrae. Amen.  Catechism of the Council of Trent Based on Luke 1:28, 42","Hail, Mary, full of grace; the Lord is with you. Blessed are you among women, and blessed is the fruit of your womb, Jesus Christ. Holy Mary, mother of God, pray for us sinners now, and in the hour of our death. Amen.  Carol Anne Perry Lagemann ","Hail, blessed Mary, bounteous with mercy, God always with you; You are sanctified, among all women blest, and blessed is the fruit born of your body: Jesus, Savior. Holy Saint Mary, Mother of God, pray for your children, sinners that we are, now and upon our final moments. Amen.  Carol Anne Perry Lagemann "]},{"id":"piece_10","title":"Ave Verum Corpus","composer":"William Byrd","slug":"ave_verum_corpus","url":"/pieces/ave_verum_corpus","model":"piece","tag":["original language","motet","sacred","translation","religious","Biblical text","17th-century motet"],"book":["Gradualia Cantiones Sacrae"],"voicing":["SATB"],"language":["Latin"],"dates":1610,"lyrics":["Ave verum corpus, natum de Maria Virgine, vere passum, immolatum in cruce pro homine: Cuius latus perforatum unda fluxit sanguine. Esto nobis praegustatum in mortis examine: O dulcis! O pie! O Jesu fili Mariae, miserere mei. Amen.  Pope Innocent VI","Hail true body, born of the Virgin Mary, who truly suffered and were sacrificed on the cross for mankind, from whose pierced side water flowed, and blood. Be a foretaste for us in the trial of death: O sweet! O merciful! O Jesus, son of Mary, have mercy on me. Amen.  Carol Anne Perry Lagemann","Hail, true fleshly Body, born here of the Virgin Mary's womb: You who suffered, who accepted the Cross for the sake of man, from whose side when pierced and broken flowed the water, flowed the blood. Be for us a certain foretaste of dying, of death's ordeal. O loving, O gracious, O Jesus, Son born of Mary. Grant to me Your mercy. Amen.  Carol Anne Perry Lagemann"]},{"id":"piece_11","title":"Belle Qui Tiens Ma Vie","composer":"Thoinot Arbeau","slug":"belle_qui","url":"/pieces/belle_qui","model":"piece","tag":["original language","chanson","translation","Orchesographie"],"book":["Orchesographie"],"voicing":["SATB"],"language":["French"],"dates":1589,"lyrics":["Belle qui tiens ma vie captive dans tes yeux, Qui m'as l'âme ravie d'un souriz gracieux, Viens tôt me secourir, ou me faudra mourir.  Pourquoi fuis-tu, mignarde, si je suis près de toi? Quand tes yeux je regarde je me perds dedans moi, Car tes perfections changent mes actions.  Tes beautés et ta grace et tes divins propos, Ont échauffé la glace qui me gelait les os, Et ont rempli mon cŁEur d'une amoureuse ardeur.  Mon âme vouleit être libre de passion, Mais l'amour s'est fait maître de mes affections, Et a mis sou sa loi et mon cŁEur et ma foi.  Approche donc ma belle, approche toi mon bien, Ne me sois plus revelle puisque mon cŁEur est tien, Pour mon mal appaiser, donne moi un baiser.  Je meurs, mon Angelette, je meurs en te baisant, Ta bouche tant doucette va mon bien ravissant, A ce coup mes esprits sont tous d'amour épris.  Plutôt on verra l'onde contrement reculer, Et plutôt lŁEil du monde Cessera de brûler, Que l'amour qui m'époint décroisse d'un seul point.","Beauty who holds my life Captive in your eyes, Who delighted me With a gracious smile, Come quickly to help me, Or I must die.  Why do you run away, cutie, If I am near you? When I look into your eyes, I get lost in myself, For your perfections Change my actions.  Your beauties and your grace And your divinity Melted the ice Which froze my bones, And filled my heart With loving ardor.  My soul wanted to be Free of passion, But Love has become master Of my affections, And has put his law Over my heart and my faith.  Come close, then, my beauty, Come close, my good, Do not rebel against me anymore, Since my heart is yours. To ease my pain, Give me a kiss.  I am dying, my little angel, I am dying in your kiss, Your mouth so sweet Gives me delight. At this stroke, my mind Became all in love with love.  Sooner will the waves Recoil from the mountain, And sooner the Eye of the World Will cease to burn, Than the love which binds me Will decrease by a single point.","Beauty, my whole existence Is captive to your eyes; Joys, at my soul's insistence, Upon your smile arise. Come and my pains allay, Or I shall pass away.  Why, sweetheart, would you flee me Each time our paths have crossed? Sharing your gaze so freely, Inside myself I'm lost: Each perfect thing you do Betters my actions, too.  Your beauty and your graces, Your goal, which Heaven owns, Melted with warm embraces The ice that froze my bones And filled my frozen heart With love in every part.  My soul, in fear, had wanted Of passion to be free, But Love came in, undaunted, And mastered all of me. He set his law above My heart, my faith, my love.  Then, lovely one, come near me; Come close, my little one. Do not rebel or fear me: My heart you've fully won. This aching to dismiss, Give me your perfect kiss.  Sweet angel, I am dying Each time your lips touch mine, Your mouth to mine applying Delight beyond divine. One touch and bliss I knew, In love with loving you.  Drying, the Seas of Seven Will from the mountains turn, Paling, the Eye of Heaven Will fade and cease to burn Before the love I feel Weakens or grows less real."]},{"id":"piece_12","title":"Blow Thy Horne Hunter","composer":"William Cornysh","slug":"blow_thy_horne","url":"/pieces/blow_thy_horne","model":"piece","tag":["original language"],"manuscript":["Henry VIII Manuscript"],"voicing":["SAB","STB"],"language":["English"],"dates":"[1465 TO 1523]"},{"id":"piece_13","title":"Can She Excuse My Wrongs","composer":"John Dowland","slug":"can_she_excuse","url":"/pieces/can_she_excuse","model":"piece","tag":["madrigal","original language"],"book":["First Book of Songs or Ayres"],"voicing":["SATB"],"language":["English"],"dates":1597},{"id":"piece_14","title":"Ce Moys de May","composer":"Clément Janequin","slug":"ce_moys_de_may","url":"/pieces/ce_moys_de_may","model":"piece","tag":["original language","chanson","translation"],"book":["Trente et une Chansons Musicale","Tiers livre contenant xxx. Chansons vieilles esleves"],"voicing":["SATB"],"language":["French"],"dates":1538,"lyrics":["Ce moys de may,  Ma verte cotte je vestiray. De bon matin me lèveray, Ce joly moys de may. Un sault, deux saults, trois saults, En rue je feray, Pour voir si mon amy verray. Je luy diray qu'il me descotte; Me descottant le baiseray. Ce moys de may,  Ma verte cotte je vestiray.  Clément Janequin","This month of May, My greenest garments will swing and sway. I'll rise up early in the day, This lovely month of May. One hop, two hops, three hops I'll make into the way And ask my friend to come and play. I'll tell him to remove my garments, And on his lips a kiss I'll lay. This month of May, My greenest garments will swing and sway.  Carol Anne Perry Lagemann"]},{"id":"piece_15","title":"Chançonnete - Ainc voir - A la cheminée - Par verité","composer":"Anonymous","slug":"chanconnete_ainc_voir_a_le_cheminee_par_verite","url":"/pieces/chanconnete_ainc_voir_a_le_cheminee_par_verite","model":"piece","tag":["original language","motet","translation","Montpellier Codex","drinking song","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["TTTT"],"language":["French"],"dates":"[1280 TO 1350]"},{"id":"piece_16","title":"Chi passa per sta strada","composer":"Filippo Azzaiolo","slug":"chi_passa","url":"/pieces/chi_passa","model":"piece","tag":["madrigal","original language","translation"],"book":["Il Primo Libro de Villotte alla Padoana con alcune Napolitane a quatro voci intitolate Villotte del fiore"],"voicing":["SATB"],"language":["Italian"],"dates":1564},{"id":"piece_17","title":"Come Again","composer":"John Dowland","slug":"come_again","url":"/pieces/come_again","model":"piece","tag":["madrigal","original language"],"book":["First Book of Songs or Ayres"],"voicing":["SATB","SAAB"],"language":["English"],"dates":1597},{"id":"piece_18","title":"Come merry lads","composer":"Henry Youll","slug":"come_merry_lads","url":"/pieces/come_merry_lads","model":"piece","tag":["madrigal","original language"],"book":["Canzonets to three voyces"],"voicing":["SST"],"language":["English"],"dates":1608},{"id":"piece_19","title":"Dal lecto me levava","composer":"Michele Pesenti","slug":"dal_lecto_me_levava","url":"/pieces/dal_lecto_me_levava","model":"piece","tag":["original language","frottole","translation","frottola"],"book":["Frottolle Libro Primo"],"voicing":["STTB"],"language":["Italian"],"dates":1504,"lyrics":["Dal lecto me levava Per servir il Signor. Alhor quando arrivava La grua suo servidor, Gru, gru, gru, gru, Gentil ambasciador Che disse non leve, Torne adormir. Ognun dica, Gru, gru, gru, gru, Torne adormir.  Michele Pesenti","From my bed I rose in order to serve the Lord. Then arrived the crane, his vassal, Gru, gru, gru, gru, Kind ambassador, who said: Don't get up; go back to sleep. Everyone says, Gru, gru, gru, gru, go back to sleep.  Carol Anne Perry Lagemann","At break of dawn I rose up From bed to serve the Lord, But then his servant showed up: The crane, his gentle ward, Groo, groo, groo, groo, Kindest ambassador, Who told me, Don't get up; Go back to sleep. Everybody, Groo, groo, groo, groo, Go back to sleep.  Carol Anne Perry Lagemann"]},{"id":"piece_20","title":"Damme Belle - Fi Maris - Nus N'iert","composer":"Adam de la Halle","slug":"damme_belle_fi_maris_nus_niert","url":"/pieces/damme_belle_fi_maris_nus_niert","model":"piece","tag":["original language","motet","translation","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["SAT","AAT","SST"],"language":["French"],"dates":"[1250 TO 1288]","lyrics":["Dame bele et avenant et de biau port, Arrivé sui a mal port: Je muir a grant tort. Se je n'ai de vous confort, Sans nul resort Sui mis a la mort!  Fi, mari, devostre amour! Quar j'ai ami Tel com il afiert a mi, Qui me sert et nuit et jour Sanz sejour, De cuer mignot et joli. Vilains, vous demorrés Et je m'en vois o li!  Nus n'iert ja jolis S'il n'aime  Dame de haut pris Nus n'iert ja jolis. Li vostres amis Vous claime. Nus n'iert ja jolis S'il n'aime!  Adam de la Halle","Beloved lady, beautiful and of noble demeanor, You have come to behave badly: I am dying of a great wrong. If I do not have your comfort, Without any remedy I will die!  Fie, husband, on your love! Because I have a boyfriend Who is faithful to me, Who serves me both night and day Without rest, With a sweet and joyful heart. Vile ones, stay away, And I will take care of my own pleasure!  We will never have joy If she does not love us. Lady of high esteem, We will never have joy. Your friends You call us. We will never have joy If she does not love us!  Carol Anne Perry Lagemann","Lady, you of noble mien and lovely face Wounded me; the deed was base: Death will soon take place. If I’m far from your embrace, Without your grace, I’m a hopeless case!  Husband, fie on your desires! I have a friend Who is faithful to the end, Serves me as my heart requires, Never tires, Happy at my will to bend. Stay away, you coarse ones; To my own joy I’ll tend.  Joy forever ends Without her. She whom fame attends, Joy forever ends, Calls us just the friends About her. Joy forever ends Without her.  Carol Anne Perry Lagemann"]},{"id":"piece_21","title":"Deo Gracias (Agincourt Carol)","composer":"Anonymous","slug":"deo_gracias","url":"/pieces/deo_gracias","model":"piece","tag":["original language","carol","translation","religious","English carol","war song"],"manuscript":["The Selden Carol Book"],"voicing":["ATB"],"language":["English"],"dates":"[1400 TO 1499]"},{"id":"piece_22","title":"Dindirín Dindirín","composer":"Anonymous","slug":"dindirin_dindirin","url":"/pieces/dindirin_dindirin","model":"piece","tag":["original language","villancico","translation","Cancionero de Palacio"],"manuscript":["Canconiero de Palacio"],"voicing":["SATB","SAAB"],"language":["Catalan","Spanish"],"dates":"[1500 TO 1599]","lyrics":["Dindirin danya, dindirindin.  Je me levé un bel maitin, Matineta per la prata; encontré le ruyseñor, que cantaba so la rama, dindirindin.  Dindirin danya, dindirindin.  Encontré le ruyseñor, que cantaba so la rama, \"Ruyseñor, le ruyseñor, facteme aquesta embaxata, dindirin din.\"  Dindirin danya, dindirindin.  \"Ruyseñor, le ruyseñor, facteme aquesta embaxata, Y digalo a mon ami: que je ya só maritata, dindirindin.\"  Dindirin danya, dindirindin.  Anonymous","Dindirin danya, dindirin din.  I arose one lovely day, Went outside to meadows airy. There I heard the nightingale In the branches, sad and wary, dindirin din.  Dindirin danya, dindirin din.  There I heard the nightingale In the branches, sad and wary. Nightingale, oh, nightingale, Here's a message you can carry, dindirin din.  Dindirin danya, dindirin din.  Nightingale, oh, nightingale, Here's a message you can carry: Fly away and tell my love That I am already married, dindirin din.  Dindirin danya, dindirin din.  Carol Anne Perry Lagemann"]},{"id":"piece_23","title":"Dona Nobis Pacem","composer":"Anonymous","slug":"dona_nobis_pacem","url":"/pieces/dona_nobis_pacem","model":"piece","tag":["original language","round"],"voicing":["TTT","SSS"],"language":["Latin"],"dates":0},{"id":"piece_24","title":"Ecco la primavera","composer":"Francesco Landini","slug":"ecco_la_primavera","url":"/pieces/ecco_la_primavera","model":"piece","tag":["madrigal","original language","ballata","translation","Trecento"],"manuscript":["Codex Squarcialupi"],"voicing":["AT"],"language":["Italian"],"dates":"[1335 TO 1397]","lyrics":["Ecco la primavera, Che・E・El cor fa rallegrare, Temp・E・Eﾃｨ d・E・Eannamorare E star con lieta cera.  Noi vegiam l・E・Earia e・E・El tempo Che pur chiam・E・E allegria  In questo vago tempo Ogni cosa vagheﾃｧa.  L・E・Eerbe con gran frescheﾃｧa E fior・E・E coprono i prati, E gli albori adornati Sono in simil manera.  Ecco la primavera Che・E・El cor fa rallegrare Temp・E・Eﾃｨ d・E・Eannamorare E star con lieta cera.  Francesco Landini","Spring is here with its graces, So all our hearts are breezy. To fall in love is easy; Time to have happy faces.  All the fresh air around us Making us newly cheerful.  Time for a change has found us; Beauty in all amasses.  Fresh are the newborn grasses, The fields are full of flowers, And all the trees are towers, Blossoming in their places.  Spring is here with its graces, So all our hearts are breezy. To fall in love is easy; Time to have happy faces.  Carol Anne Perry Lagemann"]},{"id":"piece_25","title":"Edi beo thu hevene quene","composer":"Anonymous","slug":"edi_beo","url":"/pieces/edi_beo","model":"piece","tag":["original language","holiday","translation","religious","Mary","English song"],"manuscript":["GB-Occ MS 59"],"voicing":["SS","SA"],"language":["English"],"dates":"[1200 TO 1299]"},{"id":"piece_26","title":"El Grillo","composer":"Josquin des Prez","slug":"el_grillo","url":"/pieces/el_grillo","model":"piece","tag":["original language","frotolla","translation","frottola"],"book":["Frottolle Libro Tertio"],"voicing":["SATB"],"language":["Italian"],"dates":1504,"lyrics":["El grillo è buon cantore Che tiene longo verso. Dalle beve grillo canta. Ma non fa come gli altri uccelli Come li han cantato un poco, Van de fatto in altro loco Sempre el grillo sta pur saldo, Quando la maggior el caldo Alhor canta sol per amore.  Josquin des Prez","The cricket sings out surely, And he can sing a long time, Always, ever sweetly singing. He is not like the other birdies; After they've done a little singing, On their way elsewhere they go winging. He alone stays there, persevering, When the heat is fierce and searing, Then sings the cricket for love purely.  Carol Anne Perry Lagemann"]},{"id":"piece_27","title":"En natus est Emmanuel","composer":"Michael Praetorius","slug":"en_natus","url":"/pieces/en_natus","model":"piece","tag":["original language","holiday","translation","religious","16th-century sacred motet"],"voicing":["SATB"],"language":["Latin"],"dates":"[1571 TO 1621]","lyrics":["En natus est Emanuel quem praedixit Gabriel.  Dominus salvator noster est.  Hic jacet in praesepio, puer admirabilis.  Haec lux est orta hodie ex Maria virgine.  Michael Praetorius","Look! Emmanuel is born, as was prophesied by Gabriel.  The Lord is our savior.  Here he lies in a manger, the admirable boy.  This light has dawned today from the Virgin Mary.  Carol Anne Perry Lagemann","Look! Born is our Emmanuel As was told by Gabriel.  Christ the Lord, our Savior He will be.  There in a manger He will lie, He, the Child we glorify.  The light is risen on this morn, From the Virgin Mary born.  Carol Anne Perry Lagemann"]},{"id":"piece_28","title":"Es ist ein Schnee gefallen","composer":"Caspar Othmayr","slug":"es_ist_ein_schnee","url":"/pieces/es_ist_ein_schnee","model":"piece","tag":["original language","carol","translation","lied","chorale"],"voicing":["SATB"],"language":["German"],"dates":"[1515 TO 1553]"},{"id":"piece_29","title":"Fa Una Canzona","composer":"Orazio Vecchi","slug":"fa_una_canzona","url":"/pieces/fa_una_canzona","model":"piece","tag":["madrigal","original language","translation"],"book":["Canzonette di Oratio Vecchi da Modona Libro Secondo a Quattro Voci"],"voicing":["SATB"],"dates":1585,"lyrics":["Fa una canzona senza note nere Se mai bramasti la mia grazia havere Falla d'un tuonó ch'invita al dormire, Dolcemente facendo la finire.  Per entro non vi spargere durezze Che le mie orecchie non vi sono avezze Falla d'un tuonó ch'invita al dormire, Dolcemente facendo la finire.  Ne vi far cifra o segno contra segno Sopra ogni cosa quest'è'l mio disegno Falla d'un tuonó ch'invita al dormire, Dolcemente facendo la finire.  Con questo stile il fortunato Orfeo Proserpina la giù placar poteo, Falla d'un tuonó ch'invita al dormire, Dolcemente facendo la finire.  Questo è lo stile che quetar già feo Con dolcezza à Saul lo spirto reo! Falla d'un tuonó ch'invita al dormire, Dolcemente facendo la finire.  Orazio Vecchi","Make me a song without a single black note, And in delight I'll sing you an exact quote. Give it a lilt that to slumber will send me; Sweet and gentle and quiet let the end be.  Don't make it harsh or similar abuse do: Discordant noise my ears cannot get used to. Give it a lilt that to slumber will send me; Sweet and gentle and quiet let the end be.  Don't give it counterpoint or calculations: More than all else, avoid these affectations. Give it a lilt that to slumber will send me; Sweet and gentle and quiet let the end be.  This is the style that fortunate Orfeo Played in when Proserpina's heart he laid low. Give it a lilt that to slumber will send me; Sweet and gentle and quiet let the end be.  This is the style that comforts all who hear it And sweetly soothed King Saul's contentious spirit! Give it a lilt that to slumber will send me; Sweet and gentle and quiet let the end be.  Carol Anne Perry Lagemann"]},{"id":"piece_30","title":"Fair Phyllis","composer":"John Farmer","slug":"fair_phyllis","url":"/pieces/fair_phyllis","model":"piece","tag":["madrigal","original language"],"book":["The first set of English madrigals to foure voices: newly composed by Iohn Farmer"],"voicing":["SATB"],"language":["English"],"dates":1599},{"id":"piece_31","title":"Fi Maris","composer":"Adam de la Halle","slug":"fi_maris","url":"/pieces/fi_maris","model":"piece","tag":["original language","chanson","translation","rondeau"],"manuscript":["F-PN fonds français 25566"],"voicing":["SSA","SST"],"language":["French"],"dates":"[1250 TO 1288]"},{"id":"piece_32","title":"Fine knacks for ladies","composer":"John Dowland","slug":"fine_knacks","url":"/pieces/fine_knacks","model":"piece","tag":["madrigal","original language"],"book":["Second Book of Songs or Ayres"],"voicing":["SATB"],"language":["English"],"dates":1600},{"id":"piece_33","title":"Fly Love Aloft","composer":"John Wilbye","slug":"fly_love_aloft","url":"/pieces/fly_love_aloft","model":"piece","tag":["madrigal","original language"],"book":["The First Set of English Madrigals to 3, 4, 5, and 6 voices: Newly Composed by John Wilbye"],"voicing":["SAT","SST"],"language":["English"],"dates":1598},{"id":"piece_34","title":"Follow Me, Sweet Love","composer":"Michael East","slug":"follow_me_sweet_love","url":"/pieces/follow_me_sweet_love","model":"piece","tag":["madrigal","original language"],"book":["The Second Set of Madrigales to 3. 4. andn 5. parts (1606)"],"voicing":["SST"],"language":["English"],"dates":1609},{"id":"piece_35","title":"Fusca, in thy starry eyes","composer":"Thomas Tomkins","slug":"fusca_in_thy_starry_eyes","url":"/pieces/fusca_in_thy_starry_eyes","model":"piece","tag":["madrigal","original language"],"book":["Songs of 3, 4, 5, and 6 parts"],"voicing":["SSATB"],"language":["English"],"dates":1622},{"id":"piece_36","title":"How Merrily We Live","composer":"Michael East","slug":"how_merrily","url":"/pieces/how_merrily","model":"piece","tag":["madrigal","original language"],"book":["The Second Set of Madrigales to 3. 4. andn 5. parts (1606)"],"voicing":["AAT","SST"],"language":["English"],"dates":1606},{"id":"piece_37","title":"Iacob scalam - Pax eterna - Terribilis","composer":"Petrus Wilhelmi Grudencz","slug":"iacob_scalam","url":"/pieces/iacob_scalam","model":"piece","tag":["original language","motet","translation","religious","15th-century motet"],"manuscript":["CZ-CHRm 12580"],"voicing":["TTT","SSS"],"language":["Latin"],"dates":"[1392 TO 1480]","lyrics":["Iacob scalam quam cernebat in hac angelos mox videbat per viam descendere; quamquam tres considerabat  unum tamen adorabat in hoc gestans pandere in personis trinitatem  et in esse unitatem votum vovit domino vere hec est domus dei  et porta celi, per quam rei appropinquant domino.  Pax Eterna Templo Regis Veri Salomonis neis fit pacti federibus sibi quod sanctificavit ab eterno fortis David fulgens in sideribus in quo quisque exorare deum debet et laudare precedum dulcifera ut hic a malis viduetur et in fine sibi detur gracia celifera.  Terribilis est locus iste:  non est hic aliud nisi domus dei et porta celi vere et enim dominus est in loco isto et ego nesciebam cumque evigilasset Iacob quasi de gravi somno  ait.  Petrus Wilhelmi Grudencz","Jacob's ladder, which he saw In this, soon angels he saw, descending by that way; although he observed three, one he worshiped, however, who in this bearing spread out in three persons and is united. He vowed a vow to the true Lord: This is the House of God and the Gate of Heaven, through which thing approaches the Lord.  Eternal peace to the temple of the King of truth, Solomon the foreigner; a pact of friendship is made. He who sanctified himself from the eternal strength of David, is bright to the stars, through which each person prayers gives to God, and praise, sweetly praying to be bereft of evil and in the end to be given the grace of Heaven.  This place is awesome: This is nothing other than the House of God and the Gate of Heaven. For truly the Lord is in this place, And I knew it When I awoke, Jacob, as from a deep sleep, said.  Carol Anne Perry Lagemann","Jacob's ladder, awe extending, Where he soon saw angels descending, Angels coming by that way: Three were then his observation; One received his adoration, Who unfolded on that day Into three for Jacob's seeing, But in fact a single being. Then he vowed it to the Lord: This the House of God is surely And Heaven's Gate, through which securely Comes to us our mighty Lord.  Solomon the Truth King's Temple: Peace eternal there assembles Friendship's pact, made through the scars, He the One who holy made is By the endless strength of David, Purely shining to the stars, Through which each man prayers raises To the Lord and rightly praises, Praying sweetly, Heaven's face, Praying to be made clean of evil And at last, through earth's upheaval To taste of heavenly grace.  Awesome and majestic is this place: This is no other place Than the Gate of Heaven And the House of God. Truly our mighty God, our Lord, in this place is with us. I saw it, and I knew this, When I at once awakened As from deepest slumber, Jacob said, He said.  Carol Anne Perry Lagemann"]},{"id":"piece_38","title":"If ye love me","composer":"Thomas Tallis","slug":"if_ye_love_me","url":"/pieces/if_ye_love_me","model":"piece","tag":["original language","anthem"],"manuscript":["GB-Lbl Add. MS 29289"],"voicing":["SATB","ATTB"],"language":["English"],"dates":"[1505 TO 1585]"},{"id":"piece_39","title":"Il Bianco e Doclce Cigno","composer":"Jacques Arcadelt","slug":"il_bianco","url":"/pieces/il_bianco","model":"piece","tag":["madrigal","original language","translation"],"book":["Il primo libro di madrigali d'Archadelt a 4 voci"],"voicing":["SATB"],"language":["Italian"],"dates":1539,"lyrics":["Il bianco e dolce cigno cantando more, Ed io piangendo Giung' al fin del viver mio. Stran' e diversa sorte, Ch'ei more sconsolato Ed io moro beato. Morte che nel morire M'empie di gioia tutto e di desire. Se nel morir, altro dolor non sento, Di mille mort' il di sarei contento.  Jacques Arcadelt","The white and dulcet swan falls, and, singing, passes, And I, with weeping, Reach also my final ending. What strange, contrasting fortune: He dies in desperation, But death brings me elation, For in this death I'm learning The bliss of being filled with joy and yearning. If dying holds no harsher pain nor rougher, A thousand deaths a day I'll gladly suffer.  Carol Anne Perry Lagemann"]},{"id":"piece_40","title":"Il est bel et bon","composer":"Pierre Passereau","slug":"il_est_bel_et_bon","url":"/pieces/il_est_bel_et_bon","model":"piece","tag":["original language","chanson","translation"],"book":["Tiers livre contenant xxi. Chansons musicales a quatre/parties composeez par Jennequin \u0026 Passereau"],"voicing":["SATB"],"language":["French"],"dates":1536},{"id":"piece_41","title":"In Dulci Jubilo","composer":"Michael Praetorius","slug":"in_dulci_jubilo","url":"/pieces/in_dulci_jubilo","model":"piece","tag":["original language","holiday","translation","religious","anonymous melody arranged by composer"],"book":["Musae Sione IX"],"voicing":["SS"],"language":["Latin"],"dates":1610,"lyrics":["In dulci jubilo, Nun singet und seid froh! Unsers Herzens Wonne liegt in praesepio, Und leuchtet als die Sonne Matris in gremio, Alpha es et O!  O Jesu parvule Nach dir ist mir so weh! Tröst' mir mein Gemüte O puer optime Durch alle deine Güte O princeps gloriae. Trahe me post te!  O Patris caritas! O Nati lenitas! Wir wären all verloren Per nostra crimina So hat er uns erworben Coelorum gaudia Eia, wären wir da!  Ubi sunt gaudia? Nirgend mehr denn da! Da die Engel singen Nova cantica, Und die Schellen klingen In regis curia. Eia, wären wir da!  Heinrich Suso","Let shouts of joy ascend! Your voices gladly blend! For our heart's desire Did to a trough descend, Like sunlight's shining fire, In mother's lap our Friend, He the start and end!  O Jesus, small and new, I suffer, lacking you! Come and easy my aching, O Baby, best who grew, In kindness comfort making, O Prince of glory true. Draw me there to you!  O Father's loving care! O gentle Baby rare! Surely sin had chained us, In all the ways we err. But out of love you gained us The joys of Heaven fair. Oh, we wish we were there!  Where is gladness, where? No place more than there! Angels there are singing New-made songs in prayer, And the bells are ringing With King and court to share. Oh, we wish we were there!  Carol Anne Perry Lagemann"]},{"id":"piece_42","title":"Innsbruck Ich Mus","composer":"Heinrich Isaac","slug":"innsbruck","url":"/pieces/innsbruck","model":"piece","tag":["original language","translation","lied","chorale"],"book":["Ein außbund schöner Teutscher Liedlein zu singen, vnd auff allerley Jnstrument, zugebrauchen, sonderlich außerlesen"],"voicing":["SATB"],"language":["German"],"dates":1560,"lyrics":["Insbruck ich muÁE dich lassen ich far dahin mein strassen in frembde landt dahin mein freud ist mir genomen die ich nit weiÁE bekommen wo ich im elend bin.  GroÁE leid muÁE ich yetz tragen das ich allein thu klagen dem liebsten bulen mein, ach lieb nun laÁE mich Armen im hertzen dein erbarmen das ich von dann muÁE sein!  Meyn trost ob allen weyben dein thu ich ewig pleyben stet trew der eren frumm nun muÁE dich Gott bewaren in aller thugent sparen biÁE das ich wider kumm!  Heinrich Isaac","Innsbruck, I have to leave you; On foreign roads I'll grive you; I travel far away. My joy has me forsaken; How can it be retaken Where I in sorrow stay?  Beneath my pain, I stumble, And yet I dare not grumble Except to you, my dear. O love, your arms around me, With sympathy surround me, For I must leave you here.  My comfort and my treasure, I will be yours forever, In honor, always true. May God above defend you And in all virtue tend you Till I come home to you.  Carol Anne Perry Lagemann"]},{"id":"piece_43","title":"Io Soffriro","composer":"Giovanni Croce","slug":"io_soffriro","url":"/pieces/io_soffriro","model":"piece","tag":["original language","canzonette","translation","canzonetta"],"book":["Canzonette a Tre Voce"],"voicing":["SAB","SST"],"language":["Italian"],"dates":1601},{"id":"piece_44","title":"J'ayme Bien Mon Ami","composer":"Adrian Willaert","slug":"jayme_bien","url":"/pieces/jayme_bien","model":"piece","tag":["original language","chanson","translation"],"book":["Motetti novi e chanzoni franciose a quatro sopra doi"],"voicing":["SATB"],"language":["French"],"dates":1520},{"id":"piece_45","title":"Jouissance Vous Donnerai","composer":"Claudin Sermisy","slug":"jouissance","url":"/pieces/jouissance","model":"piece","tag":["original language","chanson","translation","Clément Marot lyrics"],"book":["37 Chansons musicales a quatre parties"],"voicing":["SATB"],"language":["French"],"dates":1528},{"id":"piece_46","title":"Jubilate Deo","composer":"Orlando di Lasso","slug":"jubilate_deo","url":"/pieces/jubilate_deo","model":"piece","tag":["original language","motet","translation","religious","16th-century sacred motet","Biblical text"],"voicing":["SATB"],"language":["Latin"],"dates":"[1534 TO 1594]","lyrics":["Jubilate Deo, omnis terra; servite Domino in lætitia. Intrate in conspectu eius in exsultatione, quia Dominus ipse est Deus.  Vulgate, Psalm 99","Shout to God with gladness, all creation; and serve the Lord in joy and in happy cheer. Now enter, come into His presence, in triumph and elation, for the Lord is God, God the Almighty.  Carol Anne Perry Lagemann"]},{"id":"piece_47","title":"La Bionda Trecca","composer":"Francesco Landini","slug":"la_bionda_trecca","url":"/pieces/la_bionda_trecca","model":"piece","tag":["original language","ballata","translation","Trecento"],"manuscript":["Codex Squarcialupi"],"voicing":["AT","SA"],"language":["Italian"],"dates":"[1335 TO 1397]"},{"id":"piece_48","title":"La la la","composer":"Pierre Certon","slug":"la_la_la","url":"/pieces/la_la_la","model":"piece","tag":["original language","chanson","translation","comedy"],"book":["Tiers liure contenant xxix. Chansons NOVVELLES A QVATRE PARTIES"],"voicing":["SATB"],"language":["French"],"dates":1540,"lyrics":["La, la, la, je ne l'ose dire. La, la, la, je le vous dirai.  Il est un homme en not' ville  Qui de sa femme est jaloux. Il n'est pas jaloux sans cause, Mais il est cocu de tout.  Il n'est pas jaloux sans cause, Mais il est cocu de tout. Il aprete et si la mene  Au marche s'en va a tout.  Pierre Certon","La, la, la, I don't dare to say it. La, la, la, I will tell you, though.  There's a man in our town who won't Let his wife have any fun. But of course, he has good reason, For she cheats with everyone.  But of course, he has good reason, For she cheats with everyone. When he takes her to the market, She'll go off with anyone.  Carol Anne Perry Lagemann"]},{"id":"piece_49","title":"L'autre jour - Au tens pasour - In seculum","composer":"Anonymous","slug":"lautre_jour","url":"/pieces/lautre_jour","model":"piece","tag":["original language","motet","translation","13th-century motet","pastoral","Bamberg Codex"],"manuscript":["Bamberg Codex"],"voicing":["AAT"],"language":["French"],"dates":"[1200 TO 1299]"},{"id":"piece_50","title":"Li jalous par tout sunt fustat - Tuit cil qui sunt enamourat - Veritatem","composer":"Anonymous","slug":"li_jalous_par_tout_sunt_fustat_tuit_cil_qui_sunt_enamourat_veritatem","url":"/pieces/li_jalous_par_tout_sunt_fustat_tuit_cil_qui_sunt_enamourat_veritatem","model":"piece","tag":["original language","motet","translation","Montpellier Codex","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["TTT","AAT","TTB","ATB","AAB","ATT"],"language":["French"],"dates":"[1280 TO 1350]"},{"id":"piece_51","title":"Lo mio padre","composer":"Anonymous","slug":"lo_mio_padre","url":"/pieces/lo_mio_padre","model":"piece","tag":["original language","canzonette","translation"],"manuscript":["I-Fn MS Magl. XIX.108"],"voicing":["SAB","ATB"],"language":["Italian"],"dates":"[1500 TO 1599]","lyrics":["Lo mio padre e la mia madre, La fa la la diridella, La fa la la diridà, Non hann' altra figlia che me, Rundella La fa la la diridella, La fa la la diridà, Non hann' altra figlia che me.  Anonymous","My father and mother La fa la la diridella, La fa la la diridà, Have no daughter other than me, Repeating La fa la la diridella, La fa la la diridà, Have no daughter other than me.  Carol Anne Perry Lagemann","Oh, my father and my dear mother, La fa la la diridella, La fa la la dirida, Have no daughter except for me, Repeating, La fa la la diridella, La fa la la dirida, Have no daughter except for me.  Carol Anne Perry Lagemann"]},{"id":"piece_52","title":"Margot Labourez Les Vignes","composer":"Jacques Arcadelt","slug":"margot_labourez","url":"/pieces/margot_labourez","model":"piece","tag":["original language","chanson","translation","social commentary","pastoral"],"book":["Tiers Livre de chansons à quatre parties de Ja. Arcadet et autres."],"voicing":["SATB","STTB"],"language":["French"],"dates":1567},{"id":"piece_53","title":"Matona Mia Cara","composer":"Orlando di Lasso","slug":"matona_mia_cara","url":"/pieces/matona_mia_cara","model":"piece","tag":["madrigal","original language","translation","social commentary"],"book":["Libro de villanelle, moresche, ed altre canzoni"],"voicing":["SATB"],"language":["Italian"],"dates":1582,"lyrics":["Matona, mia cara, Mi follere canzon,  Cantar sotto finestra, Lantze bon compagnon.  Don don don, Diri diri don don don don.  Ti prego m'ascoltare, Che mi cantar de bon, E mi ti foller bene, Come greco e capon. Don don don, Diri diri don don don don.  Comandar alle cacce, Cacciar con le falcon, Mi ti portar becacce, Grasse come rognon. Don don don, Diri diri don don don don.  Se mi non saper dire, Tante belle razon, Petrarcha mi non saper, Ne fonte d'Helicon. Don don don, Diri diri don don don don.  Se ti mi foller bene, Mi non esser poltron, Mi ficcar tutta notte Urtar come monton, Don don don, Diri diri don don don don.  Orlando di Lasso","My lady, pretty madam, A song I am apply To sing beneath your window. I am a funny guy! Fa la lai, Fa la la la la la la lai.  You please to listen at me, I sing it good and high. I love on you so good as Greecemen love chicken pie. Fa la lai, Fa la la la la la la lai.  I go myself for huntings. I give my falcon fly. I bring you back a woodcock, Greasy, fat as my thigh. Fa la lai, Fa la la la la la la lai.  I do not pretty sayings, Even if I would try. The fancy shits like Petrarch And legends know not I. Fa la lai, Fa la la la la la la lai.  If you would love me good now, I give you satisfy. I fuck you like stallion All night until you cry. Fa la lai, Fa la la la la la la lai.  Carol Anne Perry Lagemann"]},{"id":"piece_54","title":"Mille Regretz","composer":"Josquin des Prez","slug":"mille_regretz","url":"/pieces/mille_regretz","model":"piece","tag":["original language","chanson","translation"],"book":["L'Unziesme Livre Contenant Vingt \u0026 neuf Chansons Amovrevses A Quatre Parties"],"voicing":["SATB"],"language":["French"],"dates":1544,"lyrics":["Mille regretz de vous abandonner Et d'eslonger vostre fache amoureuse, Jay si grand dueil et paine douloureuse, Quon me verra brief mes jours definer.  Josquin des Prez","I still regret a thousand times my flight; I left behind your loving disposition. Great is my grief and sorrowful contrition, And soon my days will fade into the night.  Carol Anne Perry Lagemann"]},{"id":"piece_55","title":"Mon Coeur Se Recommend a Vous","composer":"Orlando di Lasso","slug":"mon_coeur","url":"/pieces/mon_coeur","model":"piece","tag":["original language","chanson","translation","Clément Marot lyrics"],"book":["TIERS LIVRE DES CHANSONS A QVATRE CINCQ ET six parties, nouuellement composées par Orlando di Lassus"],"voicing":["SSATB","SSAAB","SSTTB"],"language":["French"],"dates":1566,"lyrics":["Mon cœur se recommande à vous, Tout plein d'ennui et de martyre; Au moins en dépit des jaloux Faites qu'adieu vous puisse dire! Ma bouche qui vous souloit sourire Et conter propos gracieux Ne fait maintenant que maudire Ceux qui m'ont banni de vos yeux.  Clément Marot","My heart I leave you hopelessly, With hate for life upon it weighing; At least, in spite of jealousy, To hear you say goodbye I'm praying. My mouth that laughed once, smiling, playing, That used to speak so wittily, Now foul is, curses on them laying Who from your eyes have banished me.  Carol Anne Perry Lagemann"]},{"id":"piece_56","title":"The Nightingale","composer":"Thomas Weelkes","slug":"nightingale","url":"/pieces/nightingale","model":"piece","tag":["madrigal","original language"],"book":["Ayres or Phantasticke Sprits for Three Voices"],"voicing":["SAT"],"language":["English"],"dates":1608},{"id":"piece_57","title":"Non Nobis Domine","composer":"Anonymous","slug":"non_nobis_domine","url":"/pieces/non_nobis_domine","model":"piece","tag":["original language","translation","religious","canon"],"voicing":["SAT"],"language":["Latin"],"dates":"[1600 TO 1699]","lyrics":["Non nobis, Domine, non nobis Sed nomini tuo da gloriam:  Vulgate, Psalm 113","Not unto us, not unto us, Lord, But unto Your name may the glory be.  Carol Anne Perry Lagemann"]},{"id":"piece_58","title":"Now Is the Month of Maying","composer":"Thomas Morley","slug":"now_is_the_month_of_maying","url":"/pieces/now_is_the_month_of_maying","model":"piece","tag":["madrigal","original language"],"book":["The First book of Balletts to Five Voyces"],"voicing":["SSTTB","SATTB"],"language":["English"],"dates":1595},{"id":"piece_59","title":"Now oh now I needs must part","composer":"John Dowland","slug":"now_oh_now_i_needs_must_part","url":"/pieces/now_oh_now_i_needs_must_part","model":"piece","tag":["madrigal","original language"],"book":["First Book of Songs or Ayres"],"voicing":["SATB"],"language":["English"],"dates":1597},{"id":"piece_60","title":"Now Wolde Y Fayne","composer":"Anonymous","slug":"now_wolde_y_fayne","url":"/pieces/now_wolde_y_fayne","model":"piece","tag":["original language","translation","English song"],"manuscript":["GB-Ob MS. Ashmole 191"],"voicing":["SA","TT"],"language":["English"],"dates":"[1400 TO 1499]"},{"id":"piece_61","title":"O Beate Christi Confessor","composer":"Leonora d'Este","slug":"o_beate_christi_confessor","url":"/pieces/o_beate_christi_confessor","model":"piece","tag":["original language","motet"],"book":["Musica quinque vocum"],"voicing":["TTTBB","SSSAA"],"language":["Latin"],"dates":1543},{"id":"piece_62","title":"O Magnum Misterium","composer":"Tomás Luis de Victoria","slug":"o_magnum","url":"/pieces/o_magnum","model":"piece","tag":["original language","motet","translation","16th-century sacred motet","Liber Usualis"],"book":["Thomas Ludiovici de Victoria Abulensis, Motecta, que partim quaternis, partim quinis, alia senis, alia octonis vocibus concinuntur"],"voicing":["SATB","STTB"],"language":["Latin"],"dates":1572,"lyrics":["O magnum mysterium et admirabile sacramentum, ut animalia viderent Dominum natum iacentem in praesepio. O beata Virgo, cujus viscera meruerunt portare Dominum Iesum Christum. Alleluia!  Anonymous","O great mystery and remarkable sacrament: That animals see the newborn Lord lying in a manger. O blessed Virgin, whose flesh was worthy to carry the Lord, Jesus Christ. Alleluia!  Carol Anne Perry Lagemann","How boundless a mystery, this most remarkable, holy promise: That animals would see the Lord a newly born baby and lying in a bed of hay. O most blessed Virgin, whose commendable flesh was worthy to bear the Lord within, Lord Christ Jesus. Alleluia!  Carol Anne Perry Lagemann"]},{"id":"piece_63","title":"O Occhi Manza Mia","composer":"Orlando di Lasso","slug":"o_occhi","url":"/pieces/o_occhi","model":"piece","tag":["madrigal","original language","translation"],"book":["Libro de villanelle, moresche, ed altre canzoni"],"voicing":["SATB"],"language":["Italian"],"dates":1582},{"id":"piece_64","title":"O What Shall I Do","composer":"John Wilbye","slug":"o_what_shall_i_do","url":"/pieces/o_what_shall_i_do","model":"piece","tag":["madrigal","original language"],"book":["The Second Set of English Madrigals to 3, 4, 5, and 6 voices: Newly Composed by John Wilbye"],"voicing":["SST"],"language":["English"],"dates":1609},{"id":"piece_65","title":"Of All the Birds","composer":"John Bartlet","slug":"of_all_the_birds","url":"/pieces/of_all_the_birds","model":"piece","tag":["madrigal","original language"],"book":["A Book of Ayres"],"voicing":["SATB"],"language":["English"],"dates":1606},{"id":"piece_66","title":"On Parole - A Paris - Frese Nouvele","composer":"Anonymous","slug":"on_parole_a_paris_frese_nouvele","url":"/pieces/on_parole_a_paris_frese_nouvele","model":"piece","tag":["original language","motet","translation","Montpellier Codex","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["SAT"],"language":["French"],"dates":"[1200 TO 1299]"},{"id":"piece_67","title":"Alleluya nativitas","composer":"Perotin","slug":"organum_alleluya","url":"/pieces/organum_alleluya","model":"piece","tag":["original language","melismatic_organum"],"manuscript":["Montpellier Codex"],"voicing":["TTT"],"language":["Latin"],"dates":"[1180 TO 1230]"},{"id":"piece_68","title":"Oy comamos y bebamos","composer":"Juan del Encina","slug":"oy_comamos","url":"/pieces/oy_comamos","model":"piece","tag":["original language","villancico","holiday","translation","drinking song","Cancionero de Palacio"],"manuscript":["Canconiero de Palacio"],"voicing":["SATB","SAAB"],"language":["Spanish"],"dates":"[1400 TO 1499]"},{"id":"piece_69","title":"Pase el Agoa","composer":"Anonymous","slug":"pase_el_agoa","url":"/pieces/pase_el_agoa","model":"piece","tag":["original language","villancico","love song","translation","Cancionero de Palacio"],"manuscript":["Canconiero de Palacio"],"voicing":["SATB","SAAB","SSAB","SSTB","AAAB","AATB"],"language":["French","Galician-Portuguese"],"dates":"[1400 TO 1499]","lyrics":["Pase el agoa, Ma Julieta, Dama. Pase el agoa, Venite vous a moy.  Ju me'n anay en un vergel. Tres rosetas fui coller; Ma Julioleta, Dama,  Pase el agoa, Venite vous a moy.  Anonymous","Cross deep oceans, My Juliet, my chosen, Cross deep oceans, And come to me, my love.  I went into a garden green, All to pick a rose or three; My sweet Juliet, my chosen,  Cross deep oceans, And come to me, my love.  Carol Anne Perry Lagemann"]},{"id":"piece_70","title":"Pastime With Good Company","composer":"Henry VIII","slug":"pastime_with_good_company","url":"/pieces/pastime_with_good_company","model":"piece","tag":["original language"],"manuscript":["Henry VIII Manuscript"],"voicing":["SAB","STB"],"language":["English"],"dates":"[1500 TO 1547]"},{"id":"piece_71","title":"Plaude euge theotocos","composer":"Petrus Wilhelmi Grudencz","slug":"plaude","url":"/pieces/plaude","model":"piece","tag":["original language","motet","translation","religious","Mary","15th-century motet","acrostic"],"manuscript":["D-LEu MS 1236"],"voicing":["SAT","STB"],"language":["Latin"],"dates":"[1392 TO 1480]"},{"id":"piece_72","title":"Post Partum Virgo - Ave Regina - Veritatem","composer":"Anonymous","slug":"post_partum_virgo_ave_regina_veritatem","url":"/pieces/post_partum_virgo_ave_regina_veritatem","model":"piece","tag":["original language","motet","holiday","translation","religious","Mary","Montpellier Codex","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["TTT"],"language":["Latin"],"dates":"[1280 TO 1350]"},{"id":"piece_73","title":"Psallite Unigenito","composer":"Michael Praetorius","slug":"psallite_unigenito","url":"/pieces/psallite_unigenito","model":"piece","tag":["original language","holiday","translation"],"book":["Musae Sione VI"],"voicing":["SATB","STTB"],"language":["Latin"],"dates":1609,"lyrics":["Psallite, unigenito Christo Dei Filio, Redemptori Domino, Puerulo, Iacenti in praesepio.  Ein kleines Kindelein Liegt in dem Krippelein; Alle liebe Engelein Dienen dem Kindelein, Und singen ihm fein,  Psallite, unigenito Christo Dei Filio, Redemptori Domino, Puerulo, Iacenti in praesepio.  Michael Praetorius","Sing with praise! Make your voices one. Sing to Christ, God's only Son. He our sinning has undone; Life new-begun Among us, loftier than none.  A babe of tiny size Within the manger lies; All the angels in the skies Will serve Him, good and wise, Singing when He cries.  Sing with praise! Make your voices one. Sing to Christ, God's only Son. He our sinning has undone; Life new-begun Among us, loftier than none.  Carol Anne Perry Lagemann"]},{"id":"piece_74","title":"Pucelete - Je Languis - Domino","composer":"Anonymous","slug":"pucelete","url":"/pieces/pucelete","model":"piece","tag":["original language","motet","translation","Montpellier Codex","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["SSB"],"language":["French","Latin"],"dates":"[1200 TO 1299]","lyrics":["Pucelete Bele et avenant, Joliete, Polie et pleisant, La sadete, Que je desire tant, Mi fait liés, Jolis, envoisiés Et amant: N'est en mai Einsi gai Roussignolet chantant. S'amerai De cuer entieremant M'amiete, La brunete, Jolietement. Bele amie, Qui ma vie En vo baillie Avés tenue tant, Je voz cri Merci En souspirant.  Je langui des maus d'amours: Mieuz aim assez, qu'il m'ocie Que nul autre maus; Trop est jolie la mort. Alegiés moi, douce amie, Ceste maladie, Qu'amours ne m'ocie.  Domino  Anonymous","A little maid, comely and fair, so pretty, graceful and pleasing, the charming little one, whom I desire so much, makes me happy, joyful, lighthearted and loving; A nightingale singing in May is not so gay. I will love my little dark-haired sweetheart, joyfully, with my whole heart. Fair sweetheart, you who have so long had my life in your power, sighing, I cry out to you for mercy.  I languish with the pain of love: I prefer that it, rather than any other malady, kill me; death is so sweet. Relieve this illness, sweet beloved, so that love does not kill me.  Lord  Stolba, K Marie, ed. The Development of Western Music: An Anthology. 3rd ed. Vol. I. Boston: McGraw-Hill, 1998. Print.","Pretty maiden, Beautiful and fair, I am taken; I can only stare. You awaken In my heart such care. You make me happy; Now to fall in love I dare: No nightingale that sings in May could well compare; Love that fills the heart like this is rare. I am shaken By the braids in Dark, alluring hair. Lovely treasure, All my pleasure, Life and leisure In your hands you bear. So I for your mercy make this prayer.  Languishing from pains of love, I prefer that it should kill me, And no other pain. How lovely and sweet is death! With the cure, beloved, fill me, And restored I will be, So love does not kill me.  Mighty Lord  Carol Anne Perry Lagemann"]},{"id":"piece_75","title":"Salve Sponsa Dei","composer":"Leonora d'Este","slug":"salve_sponsa_dei","url":"/pieces/salve_sponsa_dei","model":"piece","tag":["original language","motet","soggetto_cavato"],"book":["Musica quinque vocum"],"voicing":["TTTTB","SSSAT"],"language":["Latin"],"dates":1543},{"id":"piece_76","title":"Say Love If Ever","composer":"John Dowland","slug":"say_love","url":"/pieces/say_love","model":"piece","tag":["madrigal","original language"],"book":["The Third and Last Book of Songs or Ayres"],"voicing":["SATB"],"language":["English"],"dates":1603},{"id":"piece_77","title":"Se La Face ay Payle","composer":"Guillaume Dufay","slug":"se_la_face","url":"/pieces/se_la_face","model":"piece","tag":["original language","chanson","translation","ballade"],"manuscript":["Wolfenbüttel Chansonnier"],"voicing":["SAT","ATB"],"language":["French"],"dates":"[1400 TO 1474]","lyrics":["Se la face ay pale, La cause est amer, C'est la principale, Et tant m'est amer Amer, qu'en la mer Me voudroye voir; Or, scet bien de voir La belle a qui suis Que nul bien avoir Sans elle ne puis.  Se ay pesante malle De dueil a porter, Ceste amour est male Pour moy de porter; Car soy deporter Ne veult devouloir, Fors qu'a son vouloir Obeisse, et puis Qu'elle a tel pooir, Sans elle ne puis.  C'est la plus reale Qu'on puist regarder, De s'amour leiale Ne me puis guarder, Fol sui de agarder Ne faire devoir D'amour recevoir Fors d'elle, je cuis; Se ne veil douloir, Sans elle ne puis.  Guillaume Dufay","If my cheeks are ashen, It's love that pales my face. Love in all its passion Is devoid of grace: I would in its place Leave this earthly land; She must understand, My commander fair: No delight can stand, Not without her there.  May I have compassion, Bearing my grief with grace? Arduous is passion, Painful to embrace: She desires I chase Nothing small or grand But her demand. She can so ensnare I can't lift a hand, Not without her there.  In her stately fashion Royalty I can trace, And my loyal passion I cannot erase. It is mad to chase Thoughts to flout command For another's hand; Pain is everywhere, But I cannot stand, Not without her there.  Carol Anne Perry Lagemann"]},{"id":"piece_78","title":"Sicut Cervus","composer":"Giovanni Pierluigi da Palestrina","slug":"sicut_cervus","url":"/pieces/sicut_cervus","model":"piece","tag":["original language","motet","translation","religious","16th-century sacred motet","Biblical text"],"book":["Ioan Petraloysii Praenestini motettorum quartet vocibus Liber Secundus"],"voicing":["SATB","ATTB"],"language":["Latin"],"dates":1584,"lyrics":["Sicut cervus desiderat ad fontes aquarum, ita desiderat anima mea ad te, Deus.  Sitivit anima mea ad Deum fontem vivum, quando veniam et apparebo ante faciem Dei? Fuerunt mihi lacrymae meae panes die ac nocte, dum dicitur mihi quotidie: Ubi est Deus tuus?  Vulgate, Psalm 42","As the deer thirsts and pants for flowing fountains of water, That's how my soul desires, thirsting and panting for you, Father.  Thus thirsting, yearning is my soul for God the strong and living: When will I arrive to meet him and see the features of my Father? They can't sustain me, tears that I scatter, bread for me day and nighttime, While every day, laughing, they say to me: Where is the God you long for?  Carol Anne Perry Lagemann"]},{"id":"piece_79","title":"Sicut Lilium","composer":"Leonora d'Este","slug":"sicut_lilium","url":"/pieces/sicut_lilium","model":"piece","tag":["original language","motet"],"book":["Musica quinque vocum"],"voicing":["TTTBB","ATTBB","SSSTT"],"language":["Latin"],"dates":1543},{"id":"piece_80","title":"The Silver Swan","composer":"Orlando Gibbons","slug":"silver_swan","url":"/pieces/silver_swan","model":"piece","tag":["madrigal","original language"],"book":["The First Set of Madrigals and Mottets of 5 Parts Newly Composed by Orlando Gibbons"],"voicing":["SATTB"],"language":["English"],"dates":1612},{"id":"piece_81","title":"Since First I Saw Your Face","composer":"Thomas Ford","slug":"since_first_i_saw","url":"/pieces/since_first_i_saw","model":"piece","tag":["madrigal","original language"],"book":["Musicke of sundrie kindes"],"voicing":["SATB"],"language":["English"],"dates":1607},{"id":"piece_82","title":"Since Robin Hood","composer":"Thomas Weelkes","slug":"since_robin_hood","url":"/pieces/since_robin_hood","model":"piece","tag":["madrigal","original language"],"book":["Ayres or Phantasticke Sprits for Three Voices"],"voicing":["SAT"],"language":["English"],"dates":1608},{"id":"piece_83","title":"Sing We and Chant It","composer":"Thomas Morley","slug":"sing_we_and_chant_it","url":"/pieces/sing_we_and_chant_it","model":"piece","tag":["madrigal","original language"],"book":["The First book of Balletts to Five Voyces"],"voicing":["SSATB"],"language":["English"],"dates":1595},{"id":"piece_84","title":"Sister Awake","composer":"Thomas Bateson","slug":"sister_awake","url":"/pieces/sister_awake","model":"piece","tag":["madrigal","original language"],"book":["The First Set of English Madrigals to 3, 4, 5, and 6 Voices"],"voicing":["SSATB"],"language":["English"],"dates":1604},{"id":"piece_85","title":"S'on me regarde - Prennés i garde - Hé, mi enfant","composer":"Anonymous","slug":"son_me_regarde_prennes_i_garde_he_mi_enfant","url":"/pieces/son_me_regarde_prennes_i_garde_he_mi_enfant","model":"piece","tag":["original language","motet","translation","Montpellier Codex","13th-century motet"],"manuscript":["Montpellier Codex"],"voicing":["TTT","AAT","TTB","ATB","AAB","ATT"],"language":["French"],"dates":"[1280 TO 1350]"},{"id":"piece_86","title":"Stella Splendens","composer":"Anonymous","slug":"stella_splendens","url":"/pieces/stella_splendens","model":"piece","tag":["original language","translation","religious","Mary","virelai","Llibre Vermell de Montserrat"],"manuscript":["Llibre Vermell"],"voicing":["ST"],"language":["Latin"],"dates":"[1300 TO 1399]"},{"id":"piece_87","title":"Sub Umbra Illius","composer":"Jacobus Clemens non Papa","slug":"sub_umbra_illius","url":"/pieces/sub_umbra_illius","model":"piece","tag":["original language","motet","translation","religious","16th-century sacred motet","Biblical text"],"book":["Premier Livre Dv Recveil Des Flevrs Prodvictes De La Divine Mvsicqve a Trois Parties De par Clemens non Papa Thomas Cricquillon \u0026 aultres excellens Musichiens"],"voicing":["SSA","TTB"],"language":["Latin"],"dates":1560,"lyrics":["Sub umbrâ illius, quem desiderabam sedi et fructus ejus dulcis gutturi meo. Introduxit me rex in cellam vinariam ordinavit in me charitatem. Fulcite me floribus, stipate me malis quia amore langueo.  Vulgate, Song of Solomon 2","Beneath his shadow, whom I longed for, I sat down, and his fruit tasted sweet to me. The King brought me into his wine cellar and ordained love for me. Sustain me with flowers; surround me with apples, for I am sick with love.  Carol Anne Perry Lagemann","In heat cooled and shaded by the one I longed for sat I; his fruit was pleasant and ripe: How sweet its flavor! For the King has brought me here into his wine cellar; by his will he set his love upon me. Sustain me with blooming flowers, surround me with apples, for love afflicts me with longing.  Carol Anne Perry Lagemann"]},{"id":"piece_88","title":"Sumer is Icumen In","composer":"Anonymous","slug":"sumer_is_icumen_in","url":"/pieces/sumer_is_icumen_in","model":"piece","tag":["original language","round","translation","religious","English song","canon"],"manuscript":["GB-Lbl Harley 978"],"voicing":["S","A"],"language":["English","Latin"],"dates":"[1200 TO 1299]","lyrics":["Sing cuccu nu. Sing cuccu.  Sumer is icumen in, Lhude sing Cuccu! GroweŁE sed, And bloweŁE med, And springŁE wde nu. Sing Cuccu! Awe bleteŁE after lomb, LhouŁE after calve cu. Bulluc sterteŁE,  Bucke verteŁE, Murie sing Cuccu! Cuccu, cuccu, Wel singes ŁEu Cuccu Ne swik ŁEu naver nu.  Perspice Christicola, Que digacio; Celicus Agricola Pro vitis vicio, Filio, Non parcens exposuit Mortis exicio. Qui captivos Semivivos A supplicio Vite donat Et secum coronat In celi solio.  Anonymous","Sing cuckoo now, Sing cuckoo!  Summertime is coming in, Loudly sing cuckoo! Seedling grows, The meadow blows, And springs the wood anew. Sing cuckoo! Ewes are bleating after lambs, The cows are lowing, too. Bulls are starting, Bucks are farting, Gladly sing cuckoo! Cuckoo, cuckoo, Sing you well your cuckoo; May so  you ever do.  See, good Christian, see the sign, Heaven's help is shown: From a flaw To free the vine The Farmer sent His own Son alone, Yielding Him to all the death And ruin that was sown, To half-living Captives giving All the graces known, Vivifying And a crown supplying In Heaven by His throne.  Carol Anne Perry Lagemann"]},{"id":"piece_89","title":"Tant que vivray","composer":"Claudin Sermisy","slug":"tant_que_vivray","url":"/pieces/tant_que_vivray","model":"piece","tag":["original language","chanson","translation","Clément Marot lyrics"],"book":["37 Chansons musicales a quatre parties"],"voicing":["SATB"],"language":["French"],"dates":1528,"lyrics":["Tant que vivray en aage florissant, Je serviray Amour le Dieu puissant, En faict, et dictz, en chansons, et accords. Par plusieurs jours m'a tenu languissant, Mais apres dueil m'a faict resjouyssant, Car j'ay l'amour de la belle au gent corps. Son alliance Est ma fiance: Son cueur est mien, Mon cueur est sien: Fy de tristesse, Vive lyesse, Puis qu'en Amours a tant de bien.  Quand je la veulx servir, et honnorer, Quand par escriptz veulx son nom decorer, Quand je la voy, et visite souvent, Les envieulx n'en font que murmurer,  Mais nostre Amour n'en sçauroit moins durer: Aultant ou plus en emporte le vent. Maulgré envie  Toute ma vie Je l'aymeray, Et chanteray: C'est la premiere, C'est la derniere, Que j'ay servie, et serviray.  Clément Marot","While I am young and flourish in my prime, I will bow down to Love, the god sublime, In deed, in word, in harmony and line. He made me wait and yearn the longest time, But now instead the highest heights I climb: I have the love of someone fair and fine. We'll be united; Faith we have plighted: Her heart is mine; Our hearts combine: Fie on all sadness, Long live our gladness, Since found in Love is life divine.  When I desire to serve and honor her, With graceful pen make known her name's allure, Each time we meet, each time a breath we share, Gossip and lies come from the insecure, But still our Love with certainly endure: No matter what is whispered on the air. Malice and envy Cannot prevent me From loving more, Singing therefore: Future and past love, My first and last love, Her I've adored and will adore.  Carol Anne Perry Lagemann"]},{"id":"piece_90","title":"Tempus transit gellidum","composer":"Anonymous","slug":"tempus_transit","url":"/pieces/tempus_transit","model":"piece","tag":["original language","goliard","translation","goliard song","Carmina Burana"],"manuscript":["Carmina Burana"],"voicing":["SS"],"language":["latin"],"dates":"[1000 TO 1299]","lyrics":["Tempus transit gelidum, mundus renovatur, verque redit floridum, forma rebus datur. avis modulatur, modulans letatur [・Eｦ] [・Eｦ] lucidior et lenior aer iam serenatur; iam florea, iam frondea silva comis densatur.  Ludunt super gramina virgines decore, quarum nova carmina dulci sonant ore. annuunt favore volucres canore, favet et odore tellus picta flore. cor igitur et cingitur et tangitur amore, virginibus et avibus strepentibus sonore.  Tendit modo retia puer pharetratus; cui deorum curia prebet famulatus, cuius dominatus nimium est latus, per hunc triumphatus sum et sauciatus: pugnaveram et fueram in primis reluctatus, sed iterum per puerum sum Veneri prostratus.  Unam, huius vulnere saucius, amavi, quam sub firmo federe michi copulavi. fidem, quam iuravi, numquam violavi; rei tam suavi totum me dicavi. quam dulcia sunt basia puelle! iam gustavi: nec cinnamum et balsamum esset tam dulce favi!  Vrowe ih pin dir undertan des la mich geniezen ih diene dir so ih beste chan des wil dih verdriezen nu wil du mine sinne mit dime gewalte sliezen nu wold ih diner minne vil suoze wunne niezen vil reine wip din schoner lip wil mih ze sere schiezen uz dime gebot ih nimmer chume, obz alle wibe hiezen.  Anonymous","Icy winter times are past; All's renewed, and rightly. On the hills the blooms are massed, Earth reformed and sightly, And the bird so sprightly Sings her joy out lightly, And the bird so sprightly Sings her joy out lightly. More clearly grows, More softly blows The air, now shining brightly. The buds will blow; The leaves will grow And fill the forests tightly.  Maidens all come out to play, Beauty emphasizing. Young mouths sing their sweet new lay, Soft and tantalizing. Birds, their verse reprising, Sing out, improvising. Earth is sympathizing, Blooming, colorizing. Therefore, the heart Will feel the start Of circling Love arising When girls and birds Sing calls and words, Together harmonizing.  To his nets the Boy must tend, Deadly quiver wearing, He to whom the gods must bend, Their respect declaring, He whose fatal snaring Is too harsh for bearing, He whose aim unerring Hit me, sharp and tearing. At first, I fought; Escape I sought, My weak resistance daring. But his the win: I bow again To Venus the unsparing.  I by dart was swiftly found, Now to love her fated. She and I in treaty bound Promises created. Faith I gravely stated, Never violated. Once again, elated, I am consecrated Unto the bliss Within the kiss Of her whose flavor sated. No balm-wood tree Nor spice could be To her sweet taste equated.  Lady, I am your loyal man; Let me enjoy subjection. I long to serve you as best I can, But I inspire rejection. You're seeking to abolish By force my intense affection; I hunger to demolish, Devouring your perfection. More pure than wise, Your lips and eyes Aim death in my direction. I'll never give up, Not even if All women make their objection.  Carol Anne Perry Lagemann"]},{"id":"piece_91","title":"Ther is no rose of swych vertu","composer":"Anonymous","slug":"ther_is_no_rose","url":"/pieces/ther_is_no_rose","model":"piece","tag":["original language","carol","holiday","translation","religious","Mary"],"manuscript":["Agincourt Roll"],"voicing":["SAT"],"language":["English"],"dates":"[1400 TO 1499]","lyrics":["Ther is no rose of swych vertu As is the rose that bare Jhesu.  Ther is no rose of swych vertu As is the rose that bare Jhesu. Alleluya.  For in this rose conteynyd was Heven and erthe in lytyl space, Res miranda.  Be that rose we may weel see That he is God in personys thre, Pari forma.  The aungelys sungyn the shepherdes to: \"Gloria in excelsis Deo.\" Gaudeamus.  Leive we al this worldly merthe, And folwe we this joyful berthe: Transeamus.  Anonymous","There is no rose of such virtue As the rose that bore Jesus.  There is no rose of such virtue As the rose that bore Jesus. Alleluia.  For in this rose was contained Heaven and earth in a little space: A miraculous thing.  By that rose we may well see That He is God in three persons, All of the same form.  The angels sang; the shepherds did, too \"Glory to God in the highest.\" Let us rejoice.  We all leave this worldly mirth And follow this joyful birth: Let us go.  Carol Anne Perry Lagemann","There is no rose of such virtue As is the Rose that bore Jesu.  There is no rose of such virtue As is the Rose that bore Jesu; Alleluia.  For in this Rose, contained in that place Were Heaven and Earth in that small space; Res miranda.  And in that Rose, we well can see That He is God in persons three, Pari forma.  The angels sang; the shepherds, so: Gloria in excelsis Deo. Gaudeamus.  Leave we now all this worldly mirth, And follow we this joyful birth; Transeamus.  Carol Anne Perry Lagemann"]},{"id":"piece_92","title":"This Evenfall This Snowing","composer":"Caspar Othmayr","slug":"this_evenfall_tis_snowing","url":"/pieces/this_evenfall_tis_snowing","model":"piece","tag":["original language","translation"],"voicing":["SATB"],"language":["English"],"dates":"[1515 TO 1553]"},{"id":"piece_93","title":"Though Philomela Lost Her Love","composer":"Thomas Morley","slug":"though_philomela","url":"/pieces/though_philomela","model":"piece","tag":["madrigal","original language"],"book":["Canzonets to Three Voyces"],"voicing":["SAT"],"language":["English"],"dates":1606},{"id":"piece_94","title":"Three Country Dances in One","composer":"Thomas Ravenscroft","slug":"three_country_dances","url":"/pieces/three_country_dances","model":"piece","tag":["original language","round"],"book":["Pammelia"],"voicing":["ATTB","AATB","SSAT","SAAT","TTTB"],"language":["English"],"dates":1609},{"id":"piece_95","title":"Of Ale (Tosse the Pot)","composer":"Thomas Ravenscroft","slug":"tosse_the_pot","url":"/pieces/tosse_the_pot","model":"piece","tag":["original language"],"book":["A Brief Discourse"],"voicing":["SATB"],"language":["English"],"dates":1614},{"id":"piece_96","title":"Tourdion","composer":"Pierre Attaingnant","slug":"tourdion","url":"/pieces/tourdion","model":"piece","tag":["original language","chanson","translation","drinking song"],"book":["51 Galliards, Pavans, Bransles and Basse Dances"],"voicing":["SATB"],"language":["French"],"dates":1530,"lyrics":["Quand je bois du vin clairet, ami, tout tourne Aussi désormais je bois Anjou ou Arbois Chantons et buvons, ã ce flacon faisons la guerre Chantons et buvons, mes amis, buvons donc!  Le bon vin nous a rendu gais, chantons oublions nos peines, chantons! En mangeant d'un gras jambon À ce flacon faisons la guerre!  Buvons bien, buvons mes amis trinquons, Buvons, gaiement chantons! En mangeant d'un gras jambon À ce flacon faisons la guerre!  Pierre Attaingnant","When I'm drunk on claret wine, the world is turning. From now on I think I'll drink Anjou or Arbois. Sing, my friends, and drink, and wage a war upon the bottle, Sing, my friends, and drink, oh, my friends, sing and drink.  Wine will make us merry, singing: Leave your sorrows all forgotten, and sing! Eating ham, let's drink and sing, And wage a war upon the bottle!  Drink, my friends, oh, drink well, my friends. Oh, drink and gladly sing. Let's sing. Eating ham, let's drink and sing, And wage a war upon the bottle!  Carol Anne Perry Lagemann"]},{"id":"piece_97","title":"Tres Morillas","composer":"Anonymous","slug":"tres_morillas","url":"/pieces/tres_morillas","model":"piece","tag":["original language","villancico","translation","social commentary","Cancionero de Palacio"],"manuscript":["Canconiero de Palacio"],"voicing":["SAT"],"language":["Spanish"],"dates":"[1400 TO 1499]","lyrics":["Tres morillas me enamoran En Jaén: Axa y Fátima y Marién.  Tres morillas tan garridas Iban a coger olivas Y hallábanlas cogidas En Jaén: Axa y Fátima y Marién.  Y hallábanlas cogidas Y tornaban desmayadas Y los colores perdidos En Jaén: Axa y Fátima y Marién.  Tres moricas tan lozanas Tres moricas tan lozanas Iban a coger mazanas En Jaén: Axa y Fátima y Marién.  Anonymous","I loved three Moorish girls In Jaén: Axa, Fátima, and Marién.  Three Moorish girls so lovely Were going to pick olives And found themselves fucked In Jaén: Axa, Fátima, and Marién.  And found themselves fucked And they passed out And lost their color In Jaén: Axa, Fátima, and Marién.  Three Moriscas so lush, Three Moriscas so lush Were going to pick apples In Jaén: Axa, Fátima, and Marién.  Carol Anne Perry Lagemann","Three Moorish girls I fell for In Jaén: Axa, Fátima, and Marién.  Three young Moorish girls were shaded In the olive grove, unaided: They were picked instead and sated In Jaén: Axa, Fátima, and Marién.  They were picked instead and sated And returned with colors faded And their virtue desecrated In Jaén: Axa, Fátima, and Marién.  Three Moriscas lush and lavish, Three Moriscas lush and lavish Apple trees went out to ravish In Jaén: Axa, Fátima, and Marién.  Carol Anne Perry Lagemann"]},{"id":"piece_98","title":"Voi mi ponest","composer":"Jacques Arcadelt","slug":"voi_mi_ponest","url":"/pieces/voi_mi_ponest","model":"piece","tag":["madrigal","original language","translation"],"book":["Il primo libro di madrigali d'Archadelt a tre voci"],"voicing":["SST"],"language":["Italian"],"dates":1542},{"id":"piece_99","title":"We Be Souldiers Three","composer":"Thomas Ravenscroft","slug":"we_be_souldiers_three","url":"/pieces/we_be_souldiers_three","model":"piece","tag":["original language"],"book":["Deuteromelia"],"voicing":["SAT"],"language":["English"],"dates":1609},{"id":"piece_100","title":"We Be Three Poore Mariners","composer":"Thomas Ravenscroft","slug":"we_be_three_poore_mariners","url":"/pieces/we_be_three_poore_mariners","model":"piece","tag":["original language"],"book":["Deuteromelia"],"voicing":["SAT","AAT","SSA","SST"],"language":["English"],"dates":1609},{"id":"composer_1","title":"John Farmer","pieces":["A Little Pretty Bonny Lass","Fair Phyllis"],"url":"/composers/John_Farmer","model":"composer"},{"id":"composer_2","title":"Ludwig Senfl","pieces":["Ach Elslein"],"url":"/composers/Ludwig_Senfl","model":"composer"},{"id":"composer_3","title":"John Wilbye","pieces":["Adew Sweet Amarillis","Fly Love Aloft","O What Shall I Do"],"url":"/composers/John_Wilbye","model":"composer"},{"id":"composer_4","title":"Anonymous","pieces":["Alle psallite cum luya","Chançonnete - Ainc voir - A la cheminée - Par verité","Deo Gracias (Agincourt Carol)","Dindirín Dindirín","Dona Nobis Pacem","Edi beo thu hevene quene","L'autre jour - Au tens pasour - In seculum","Li jalous par tout sunt fustat - Tuit cil qui sunt enamourat - Veritatem","Lo mio padre","Non Nobis Domine","Now Wolde Y Fayne","On Parole - A Paris - Frese Nouvele","Pase el Agoa","Post Partum Virgo - Ave Regina - Veritatem","Pucelete - Je Languis - Domino","S'on me regarde - Prennés i garde - Hé, mi enfant","Stella Splendens","Sumer is Icumen In","Tempus transit gellidum","Ther is no rose of swych vertu","Tres Morillas","A lentrade del tens clar","Ad cantus laeticiae","Ah man, ah say","Alte clamat Epicurus","Ana tōto [安名尊]","Angelus emittitur","Asamuzu [浅水]","Asuka-i [飛鳥井]","Atarashiki toshi [新しき年]","Ave Maris Stella","Ave Regina omnium","Azumaya [東屋]","Bache, bene venies","Blyssid be that mayde Mary","Bryng us in no browne bred","Byrd one brere","Chikaranai kaeru [力なき蝦]","Congaudeat turba fidelium","The Corpus Christi Carol","Deduc Syon","Dic Christi veritas","Dulce solum natalis patrie","Enemiga le soy, madre","Esta montaña de enfrente","Exiit diluculo rustica puella","Eya martyr Stephane","Fas et nefas ambulant","Festa Januaria","Fujifuno [藤生野]","Gabriel fram Heven-King","Gaudete! Gaudete! Christus est natus","Good Day Sire Christemas Our Kinge","I Sing of a Maiden","Imo to are [妹と我]","In Rama sonat gemitus","In taberna quando sumus","Ise no umi [伊勢の海]","Katerine collaudemus","Katsuragi [葛城]","Kawaguchi [河口]","Koromogae [更衣]","La Serena","La vida de Culin","Laudemus virginem","L'homme armé","Magnum nomen Domini","מעוז צור [Ma'oz tzur]","Mariam matrem Virginem attolite","Mayutojime [眉刀自女]","Meu naranjedo","Mimasaka [美作]","Minoyama [美濃山]","Miri it is","Moto shigeki [本滋き]","Mumegae [梅が枝]","Mushiroda [席田]","Natsubiki [夏引]","No puedo apartarme","Noël nouvelet!","Nova, nova: Ave fit ex Eva","Nowel: Owt of your slepe aryse","O varium fortune lubricum","Oi nezumi [老鼠]","Ōji [大路]","Okuyama [奥山]","Omnis mundus iucundetur","Personent hodie","Procurans odium","Psallat scholarum concio","Puer nobis nascitur","Resonet in laudibus","Sempre fiz vossa vontade","Sic mea fata","Sol sol gi gi A B C","Splendens ceptigera","Takasago [高砂]","Takayama [鷹山]","Tanaka no ido [田中の井戸]","This Rose is railed on a ryse","Thys endrys nyȝt I see a syght","To the now, Crystys der derlyng","Ubi caritas","Unicornis captivatur","Veinticinco de Diciembre","Verbum caro factum est: Y la Virgin le dezia","Veris ad imperia","Veris dulcis in tempore","Virgo Mater piissima","Volez vous que je vous chant","Wa ie [我家]","Waga kado ni [我が門に]"],"url":"/composers/Anonymous","model":"composer"},{"id":"composer_5","title":"Thomas Morley","pieces":["April is in my mistress face","Now Is the Month of Maying","Sing We and Chant It","Though Philomela Lost Her Love","Christes crosse"],"url":"/composers/Thomas_Morley","model":"composer"},{"id":"composer_6","title":"Clément Janequin","pieces":["Au Joly Jeu","Ce Moys de May","Contre raison","Il s'en va tard","Tu as tout seul, Jean, Jean"],"url":"/composers/Clément_Janequin","model":"composer"},{"id":"composer_7","title":"Adam de la Halle","pieces":["Aucun Se Sont / A Dieu Commant / Super Te","Damme Belle - Fi Maris - Nus N'iert","Fi Maris","Dieux soit en cheste maison","Robins m'aime"],"url":"/composers/Adam_de_la_Halle","model":"composer"},{"id":"composer_8","title":"Petrus de Cruce","pieces":["Aucuns vont souvent - Amor qui cor - Kyrie Eleison"],"url":"/composers/Petrus_de_Cruce","model":"composer"},{"id":"composer_9","title":"Jacobus Gallus","pieces":["Ave Maria"],"url":"/composers/Jacobus_Gallus","model":"composer"},{"id":"composer_10","title":"William Byrd","pieces":["Ave Verum Corpus"],"url":"/composers/William_Byrd","model":"composer"},{"id":"composer_11","title":"Thoinot Arbeau","pieces":["Belle Qui Tiens Ma Vie"],"url":"/composers/Thoinot_Arbeau","model":"composer"},{"id":"composer_12","title":"William Cornysh","pieces":["Blow Thy Horne Hunter"],"url":"/composers/William_Cornysh","model":"composer"},{"id":"composer_13","title":"John Dowland","pieces":["Can She Excuse My Wrongs","Come Again","Fine knacks for ladies","Now oh now I needs must part","Say Love If Ever"],"url":"/composers/John_Dowland","model":"composer"},{"id":"composer_14","title":"Filippo Azzaiolo","pieces":["Chi passa per sta strada"],"url":"/composers/Filippo_Azzaiolo","model":"composer"},{"id":"composer_15","title":"Henry Youll","pieces":["Come merry lads"],"url":"/composers/Henry_Youll","model":"composer"},{"id":"composer_16","title":"Michele Pesenti","pieces":["Dal lecto me levava"],"url":"/composers/Michele_Pesenti","model":"composer"},{"id":"composer_17","title":"Francesco Landini","pieces":["Ecco la primavera","La Bionda Trecca","Angelica biltà","Questa fanciull'amor"],"url":"/composers/Francesco_Landini","model":"composer"},{"id":"composer_18","title":"Josquin des Prez","pieces":["El Grillo","Mille Regretz","Pour souhaitter"],"url":"/composers/Josquin_des_Prez","model":"composer"},{"id":"composer_19","title":"Michael Praetorius","pieces":["En natus est Emmanuel","In Dulci Jubilo","Psallite Unigenito"],"url":"/composers/Michael_Praetorius","model":"composer"},{"id":"composer_20","title":"Caspar Othmayr","pieces":["Es ist ein Schnee gefallen","This Evenfall This Snowing"],"url":"/composers/Caspar_Othmayr","model":"composer"},{"id":"composer_21","title":"Orazio Vecchi","pieces":["Fa Una Canzona","Damon e Filli","S'egli è vero","So ben mi ch'ha bon tempo"],"url":"/composers/Orazio_Vecchi","model":"composer"},{"id":"composer_22","title":"Michael East","pieces":["Follow Me, Sweet Love","How Merrily We Live"],"url":"/composers/Michael_East","model":"composer"},{"id":"composer_23","title":"Thomas Tomkins","pieces":["Fusca, in thy starry eyes"],"url":"/composers/Thomas_Tomkins","model":"composer"},{"id":"composer_24","title":"Petrus Wilhelmi Grudencz","pieces":["Iacob scalam - Pax eterna - Terribilis","Plaude euge theotocos"],"url":"/composers/Petrus_Wilhelmi_Grudencz","model":"composer"},{"id":"composer_25","title":"Thomas Tallis","pieces":["If ye love me"],"url":"/composers/Thomas_Tallis","model":"composer"},{"id":"composer_26","title":"Jacques Arcadelt","pieces":["Il Bianco e Doclce Cigno","Margot Labourez Les Vignes","Voi mi ponest","Altri che voi","Las, je sçay bien","Nous voyons que les hommes"],"url":"/composers/Jacques_Arcadelt","model":"composer"},{"id":"composer_27","title":"Pierre Passereau","pieces":["Il est bel et bon"],"url":"/composers/Pierre_Passereau","model":"composer"},{"id":"composer_28","title":"Heinrich Isaac","pieces":["Innsbruck Ich Mus","Tmeiskin was jonck"],"url":"/composers/Heinrich_Isaac","model":"composer"},{"id":"composer_29","title":"Giovanni Croce","pieces":["Io Soffriro"],"url":"/composers/Giovanni_Croce","model":"composer"},{"id":"composer_30","title":"Adrian Willaert","pieces":["J'ayme Bien Mon Ami","Sempre mi ride sta"],"url":"/composers/Adrian_Willaert","model":"composer"},{"id":"composer_31","title":"Claudin Sermisy","pieces":["Jouissance Vous Donnerai","Tant que vivray"],"url":"/composers/Claudin_Sermisy","model":"composer"},{"id":"composer_32","title":"Orlando di Lasso","pieces":["Jubilate Deo","Matona Mia Cara","Mon Coeur Se Recommend a Vous","O Occhi Manza Mia","Audite nova!","Avecques vous","Che giova posseder","Dulces exuviae","En m'oyant chanter","Hor qui son lasso","Martini festum celebremus","Qui dort icy?","Te spectant, Reginalde, poli","Toutes les nuitz"],"url":"/composers/Orlando_di_Lasso","model":"composer"},{"id":"composer_33","title":"Pierre Certon","pieces":["La la la"],"url":"/composers/Pierre_Certon","model":"composer"},{"id":"composer_34","title":"Thomas Weelkes","pieces":["The Nightingale","Since Robin Hood"],"url":"/composers/Thomas_Weelkes","model":"composer"},{"id":"composer_35","title":"Leonora d'Este","pieces":["O Beate Christi Confessor","Salve Sponsa Dei","Sicut Lilium"],"url":"/composers/Leonora_d'Este","model":"composer"},{"id":"composer_36","title":"Tomás Luis de Victoria","pieces":["O Magnum Misterium"],"url":"/composers/Tomás_Luis_de_Victoria","model":"composer"},{"id":"composer_37","title":"John Bartlet","pieces":["Of All the Birds"],"url":"/composers/John_Bartlet","model":"composer"},{"id":"composer_38","title":"Perotin","pieces":["Alleluya nativitas"],"url":"/composers/Perotin","model":"composer"},{"id":"composer_39","title":"Juan del Encina","pieces":["Oy comamos y bebamos","Levanta Pascual","?Oh, Reyes magos benditos!","¿Qu'es de ti, desconsolado?","Todos los bienes del mundo","Una sañosa porfía"],"url":"/composers/Juan_del_Encina","model":"composer"},{"id":"composer_40","title":"Henry VIII","pieces":["Pastime With Good Company"],"url":"/composers/Henry_VIII","model":"composer"},{"id":"composer_41","title":"Guillaume Dufay","pieces":["Se La Face ay Payle","Bon jour, bon mois, bon an","Resvelons nous"],"url":"/composers/Guillaume_Dufay","model":"composer"},{"id":"composer_42","title":"Giovanni Pierluigi da Palestrina","pieces":["Sicut Cervus","Da così dotta man","Pose un gran foco nel mio petto amore"],"url":"/composers/Giovanni_Pierluigi_da_Palestrina","model":"composer"},{"id":"composer_43","title":"Orlando Gibbons","pieces":["The Silver Swan"],"url":"/composers/Orlando_Gibbons","model":"composer"},{"id":"composer_44","title":"Thomas Ford","pieces":["Since First I Saw Your Face"],"url":"/composers/Thomas_Ford","model":"composer"},{"id":"composer_45","title":"Thomas Bateson","pieces":["Sister Awake","Your Shining Eyes"],"url":"/composers/Thomas_Bateson","model":"composer"},{"id":"composer_46","title":"Jacobus Clemens non Papa","pieces":["Sub Umbra Illius","Carole magnus eras","Ik zeg adieu","O souverain Pasteur et Maistre","Si par trop boire"],"url":"/composers/Jacobus_Clemens_non_Papa","model":"composer"},{"id":"composer_47","title":"Thomas Ravenscroft","pieces":["Three Country Dances in One","Of Ale (Tosse the Pot)","We Be Souldiers Three","We Be Three Poore Mariners"],"url":"/composers/Thomas_Ravenscroft","model":"composer"},{"id":"composer_48","title":"Pierre Attaingnant","pieces":["Tourdion"],"url":"/composers/Pierre_Attaingnant","model":"composer"},{"id":"composer_49","title":"John Bennet","pieces":["Weep, O Mine Eyes"],"url":"/composers/John_Bennet","model":"composer"},{"id":"composer_50","title":"Claude Gervaise","pieces":["01 Pavane: La Venissienne","02 Pavane","02 Galliarde","03 Pavane","03 Galliarde","04 Pavane","04 Galliarde","05 Pavane: Qui Souhaitez","05 Galliarde: Qui Souhaitez","06 Pavane","06 Galliarde","07 Pavane: Vous Qui Voulez","07 Galliarde: Vous Qui Voulez","08 Pavane: Plus Revenir","08 Galliarde: Plus Revenir","09 Pavane: M'amye Es Tant Honneste et Saige","09 Galliarde: M'amye Es Tant Honneste et Saige","10 Pavane: O Foible Esprit","11 Pavane: Le Bon Vouloir","12 Pavane","13 Pavane: Pour Mon Plaisir","14 Pavane","15 Pavane","16 Pavane","17 Pavane","18 Pavane: Dellestarpe","19 Pavane","20 Galliarde","21 Galliarde","22 Galliarde","23 Galliarde","24 Galliarde","25 Galliarde","26 Galliarde","27 Galliarde","28 Galliarde","29 Galliarde","30 Galliarde","31 Galliarde","32 Galliarde","33 Galliarde","34 Galliarde","35 Galliarde","36 Galliarde","37 Galliarde","38 Galliarde","39 Galliarde","40 Galliarde","41 Galliarde","42 Galliarde"],"url":"/composers/Claude_Gervaise","model":"composer"},{"id":"composer_51","title":"La Comtessa de Dia","pieces":["A chantar m'er de so qu' eu no volria"],"url":"/composers/La_Comtessa_de_Dia","model":"composer"},{"id":"composer_52","title":"Alfonso X el Sabio, King of Castile and León","pieces":["A Madre do que a bestia","A Virgen mui grorïosa","Acorrer-nos póde e de mal guardar","Com'a grande enfermidade","Como a demais da gente","Como póden per sas culpas","Como somos per conssello do démo perdudos","Des oge mais quer eu trobar","Dized', ai trobadores","Eno pouco e eno muito","Gran pïadad' e mercee e nobreza","Mal s' á end' achar","Muito bon miragr’ a Virgen","Muito foi nóss' amigo","Non sofre Santa María","Por nós, Virgen Madre","Porque ben Santa Maria","Porque trobar é cousa en que jaz","Quantos me crevéren loarán","Quen a omagen da Virgen","Quen na Virgen grorïosa","Quen quér que na Virgen fía","Quen Santa María quisér defender","Quena Virgen ben servira","Santa María loei","Santa María, Strela do día","Toller pód' a Madre de Nóstro Sennor"],"url":"/composers/Alfonso_X_el_Sabio,_King_of_Castile_and_León","model":"composer"},{"id":"composer_53","title":"Giovanni Maria Nanino","pieces":["Alcun non può saper"],"url":"/composers/Giovanni_Maria_Nanino","model":"composer"},{"id":"composer_54","title":"Vincenzo Ruffo","pieces":["Alcun non può saper"],"url":"/composers/Vincenzo_Ruffo","model":"composer"},{"id":"composer_55","title":"Luca Marenzio","pieces":["Amor è ritornato"],"url":"/composers/Luca_Marenzio","model":"composer"},{"id":"composer_56","title":"Blanche de Castile, Queen of France","pieces":["Amours, u trop tart me sui pris"],"url":"/composers/Blanche_de_Castile,_Queen_of_France","model":"composer"},{"id":"composer_57","title":"Matteo da Perugia","pieces":["Andray soulet"],"url":"/composers/Matteo_da_Perugia","model":"composer"},{"id":"composer_58","title":"Cristóbal de Morales","pieces":["Andreas Christi famulus","De Antequera sale el moro"],"url":"/composers/Cristóbal_de_Morales","model":"composer"},{"id":"composer_59","title":"Francisco Guerrero","pieces":["Antes que comáis a Dios","Los reyes siguen la estrella"],"url":"/composers/Francisco_Guerrero","model":"composer"},{"id":"composer_60","title":"Raimbaut de Vaqeiras","pieces":["Ara pot hom conoisser e proar","Ara.m requier sa costum'e son us","Calenda maja","Eissament ai guerrejat ab amor","Guerras ni plag no son bo","No.m agrad'iverns ni pascors","Savis e fols, humils et orgoillos"],"url":"/composers/Raimbaut_de_Vaqeiras","model":"composer"},{"id":"composer_61","title":"Andrea Gabrieli","pieces":["Asia felice"],"url":"/composers/Andrea_Gabrieli","model":"composer"},{"id":"composer_62","title":"Antoine Busnoys","pieces":["Bel Acueil, le sergent d'Amours","En voyant sa dame au matin","Laissez dangier faire tous ses effors"],"url":"/composers/Antoine_Busnoys","model":"composer"},{"id":"composer_63","title":"Baude Cordier","pieces":["Belle, bonne, sage"],"url":"/composers/Baude_Cordier","model":"composer"},{"id":"composer_64","title":"Guiraut Riquier","pieces":["Be.m meraveill co non es envejos","Humils forfaitz repres e penedens","Pos sabers no.m val ni sens"],"url":"/composers/Guiraut_Riquier","model":"composer"},{"id":"composer_65","title":"Conon de Béthune","pieces":["Bien me deüsse targier","L'autrier avint en cel autre päis"],"url":"/composers/Conon_de_Béthune","model":"composer"},{"id":"composer_66","title":"Jean de Castro","pieces":["Bonjour mon coeur","Quant je veux en amour; Alors, je luy respon","Vous qui aymez les dames"],"url":"/composers/Jean_de_Castro","model":"composer"},{"id":"composer_67","title":"Lope Martinez","pieces":["Caballeros de Alcalá"],"url":"/composers/Lope_Martinez","model":"composer"},{"id":"composer_68","title":"Hildegard von Bingen","pieces":["Caritas habundat","O virtus Sapientiae"],"url":"/composers/Hildegard_von_Bingen","model":"composer"},{"id":"composer_69","title":"Guillaume d’Amiens","pieces":["C'est la fins","Prendés i garde"],"url":"/composers/Guillaume_d’Amiens","model":"composer"},{"id":"composer_70","title":"Guiot de Dijon","pieces":["Chanterai por mon corage"],"url":"/composers/Guiot_de_Dijon","model":"composer"},{"id":"composer_71","title":"Peter Philips","pieces":["Chi vuol vedere un bosco"],"url":"/composers/Peter_Philips","model":"composer"},{"id":"composer_72","title":"Tielman Susato","pieces":["Contre raison"],"url":"/composers/Tielman_Susato","model":"composer"},{"id":"composer_73","title":"Juan Vasquez","pieces":["De los álamos"],"url":"/composers/Juan_Vasquez","model":"composer"},{"id":"composer_74","title":"Gillebert De Berneville","pieces":["De moí dolereus"],"url":"/composers/Gillebert_De_Berneville","model":"composer"},{"id":"composer_75","title":"Gilles de Bins dit Binchois","pieces":["De plus en plus"],"url":"/composers/Gilles_de_Bins_dit_Binchois","model":"composer"},{"id":"composer_76","title":"Loyset Compère","pieces":["Dictes moy toutes voz pensées"],"url":"/composers/Loyset_Compère","model":"composer"},{"id":"composer_77","title":"Marcabru","pieces":["Dirai vos senes doptansa","Pax! in nomine Domini"],"url":"/composers/Marcabru","model":"composer"},{"id":"composer_78","title":"Guillaume de Machaut","pieces":["Douce dame jolie","Ma fin est mon commencement"],"url":"/composers/Guillaume_de_Machaut","model":"composer"},{"id":"composer_79","title":"Hans Brachrogge","pieces":["Ecco il verno"],"url":"/composers/Hans_Brachrogge","model":"composer"},{"id":"composer_80","title":"Jacopo da Bologna","pieces":["Fenice fu’ e vissi"],"url":"/composers/Jacopo_da_Bologna","model":"composer"},{"id":"composer_81","title":"Antoine Busnois","pieces":["Fortuna desperata","Je ne puis vivre ainsy"],"url":"/composers/Antoine_Busnois","model":"composer"},{"id":"composer_82","title":"Gaucelm Faidit","pieces":["Fortz cauza es que tot lo major dan","Jamais nul temps no.m pot re far amors"],"url":"/composers/Gaucelm_Faidit","model":"composer"},{"id":"composer_83","title":"Henry VIII, King of England","pieces":["Hélas madame"],"url":"/composers/Henry_VIII,_King_of_England","model":"composer"},{"id":"composer_84","title":"Richard Smert","pieces":["I am here, Syre Crystes Mass","The borys hede that we bryng here"],"url":"/composers/Richard_Smert","model":"composer"},{"id":"composer_85","title":"Martin Luther","pieces":["I Come from Heuin to Tell (Vom Himmel hoch da komm ich her)","Non moriar sed vivam"],"url":"/composers/Martin_Luther","model":"composer"},{"id":"composer_86","title":"Gherardello da Firenze","pieces":["I' vo' bene","Tosto che l’alba"],"url":"/composers/Gherardello_da_Firenze","model":"composer"},{"id":"composer_87","title":"Walter of Châtillon","pieces":["In natali novi Regis","Verbum Patris umanatur"],"url":"/composers/Walter_of_Châtillon","model":"composer"},{"id":"composer_88","title":"Philippe Verdelot","pieces":["Italia mia bench'el parlar"],"url":"/composers/Philippe_Verdelot","model":"composer"},{"id":"composer_89","title":"Richard I the Lionheart, King of England","pieces":["Ja nuns hons pris ne dira sa raison"],"url":"/composers/Richard_I_the_Lionheart,_King_of_England","model":"composer"},{"id":"composer_90","title":"Claudin de Sermisy","pieces":["J'aime le cueur","J'ay par trop longuement ayme","Je n'ay point plus d'affection","Je ne menge point de porc","On en dira ce quon vouldra"],"url":"/composers/Claudin_de_Sermisy","model":"composer"},{"id":"composer_91","title":"Johann Steffens","pieces":["Kann auch der Liebe Band"],"url":"/composers/Johann_Steffens","model":"composer"},{"id":"composer_92","title":"Francisco de la Torre","pieces":["La que tengo no es prision"],"url":"/composers/Francisco_de_la_Torre","model":"composer"},{"id":"composer_93","title":"Giovanni Gastoldi","pieces":["La Sirena","L'Innamorato"],"url":"/composers/Giovanni_Gastoldi","model":"composer"},{"id":"composer_94","title":"Jaufre Rudel","pieces":["Lanquan li jorn son lonc en mai"],"url":"/composers/Jaufre_Rudel","model":"composer"},{"id":"composer_95","title":"Tylman Susato","pieces":["Le content est riche"],"url":"/composers/Tylman_Susato","model":"composer"},{"id":"composer_96","title":"Wizlâw III von Rügen","pieces":["Loibere risen"],"url":"/composers/Wizlâw_III_von_Rügen","model":"composer"},{"id":"composer_97","title":"Jehan Chardavoine","pieces":["Mignonne, allons voir si la rose"],"url":"/composers/Jehan_Chardavoine","model":"composer"},{"id":"composer_98","title":"Richard Kele","pieces":["My Lady went to Caunterbury"],"url":"/composers/Richard_Kele","model":"composer"},{"id":"composer_99","title":"Pedro de Escobar","pieces":["No debo dar culpa","Pásame por Dios barquero","Paséisme ahora"],"url":"/composers/Pedro_de_Escobar","model":"composer"},{"id":"composer_100","title":"Alonso Perez de Alba","pieces":["No me digáis mal"],"url":"/composers/Alonso_Perez_de_Alba","model":"composer"},{"id":"composer_101","title":"Bernart de Ventadorn","pieces":["Non es meravilla s'eu chan","Quan vei l'alauzeta mover"],"url":"/composers/Bernart_de_Ventadorn","model":"composer"},{"id":"composer_102","title":"Raimbaut de Vaqueiras","pieces":["Nulhs hom en re no falh"],"url":"/composers/Raimbaut_de_Vaqueiras","model":"composer"},{"id":"composer_103","title":"Carlo Gesualdo","pieces":["O com’è gran martire/O mio soave ardore"],"url":"/composers/Carlo_Gesualdo","model":"composer"},{"id":"composer_104","title":"Jheronimus Vinders","pieces":["O mors inevitabilis"],"url":"/composers/Jheronimus_Vinders","model":"composer"},{"id":"composer_105","title":"Marchetto Cara","pieces":["Oimè el cuor"],"url":"/composers/Marchetto_Cara","model":"composer"},{"id":"composer_106","title":"Pierre de Corbeil","pieces":["Orientis partibus"],"url":"/composers/Pierre_de_Corbeil","model":"composer"},{"id":"composer_107","title":"Walther von der Vogelweide","pieces":["Palästinalied","Under der linden"],"url":"/composers/Walther_von_der_Vogelweide","model":"composer"},{"id":"composer_108","title":"Raimbaut d'Aurenga","pieces":["Pos tals sabers mi sors e.m creis"],"url":"/composers/Raimbaut_d'Aurenga","model":"composer"},{"id":"composer_109","title":"Leonard Meldert","pieces":["Qual fia'l dolor"],"url":"/composers/Leonard_Meldert","model":"composer"},{"id":"composer_110","title":"John Dunstable","pieces":["Quam pulchra es","Qwat tydyngis bryngyst thou massager"],"url":"/composers/John_Dunstable","model":"composer"},{"id":"composer_111","title":"Luzzasco Luzzaschi","pieces":["Quivi sospiri pianti"],"url":"/composers/Luzzasco_Luzzaschi","model":"composer"},{"id":"composer_112","title":"Nicolas Gombert","pieces":["Regretz, ennuy","Si le secours","Ung jour viendra"],"url":"/composers/Nicolas_Gombert","model":"composer"},{"id":"composer_113","title":"Giraut de Bornelh","pieces":["Reis glorios, verais lums e clartatz","S'ie.us quier conseill, bel' amig' Alamanda"],"url":"/composers/Giraut_de_Bornelh","model":"composer"},{"id":"composer_114","title":"Claude Le Jeune","pieces":["Revecy venir du Printans"],"url":"/composers/Claude_Le_Jeune","model":"composer"},{"id":"composer_115","title":"Godric of Finchale","pieces":["Sainte Nicholaes godes druð"],"url":"/composers/Godric_of_Finchale","model":"composer"},{"id":"composer_116","title":"Hermann Contractus","pieces":["Salve, Regina"],"url":"/composers/Hermann_Contractus","model":"composer"},{"id":"composer_117","title":"Thibaut IV de Champagne, King of Navarre","pieces":["Seigneurs, sachiez qui or ne s'en ira"],"url":"/composers/Thibaut_IV_de_Champagne,_King_of_Navarre","model":"composer"},{"id":"composer_118","title":"Hans Leo Hassler","pieces":["Tanzen und springen","Unter all'n auf dieser Erden"],"url":"/composers/Hans_Leo_Hassler","model":"composer"},{"id":"composer_119","title":"Matheo Flecha el Viejo","pieces":["Teresica hermana"],"url":"/composers/Matheo_Flecha_el_Viejo","model":"composer"},{"id":"composer_120","title":"Guido of Arezzo","pieces":["Ut queant laxis"],"url":"/composers/Guido_of_Arezzo","model":"composer"},{"id":"composer_121","title":"Raimon Jordan","pieces":["Vas vos soplei, domna, primeiramen"],"url":"/composers/Raimon_Jordan","model":"composer"},{"id":"composer_122","title":"Jacob Regnart","pieces":["Venus, du und dein Kind"],"url":"/composers/Jacob_Regnart","model":"composer"},{"id":"composer_123","title":"Sedano","pieces":["Viejo malo en la mi cama"],"url":"/composers/Sedano","model":"composer"},{"id":"composer_124","title":"Claudio Monteverdi","pieces":["Vivrò fra i miei tormenti e le mie cure"],"url":"/composers/Claudio_Monteverdi","model":"composer"},{"id":"book_1","title":"The First Set of English Madrigals to 3, 4, 5, and 6 Voices","composer":["Thomas Bateson"],"pieces":["Sister Awake","Your Shining Eyes"],"dates":"1604-01-01","url":"/books/bateson_first_set_of_english_madrigals","model":"book"},{"id":"book_2","title":"Deuteromelia","composer":["Thomas Ravenscroft"],"pieces":["We Be Souldiers Three","We Be Three Poore Mariners"],"dates":"1609-01-01","url":"/books/ravenscroft_deuteromelia","model":"book"},{"id":"book_3","title":"Canzonette a Tre Voce","composer":["Giovanni Croce"],"pieces":["Io Soffriro"],"dates":"1601-01-01","url":"/books/croce_canzonette_a_tre_voce","model":"book"},{"id":"book_4","title":"First Book of Songs or Ayres","composer":["John Dowland"],"pieces":["Can She Excuse My Wrongs","Come Again","Now oh now I needs must part"],"dates":"1597-01-01","url":"/books/dowland_first_book_of_songs","model":"book"},{"id":"book_5","title":"Second Book of Songs or Ayres","composer":["John Dowland"],"pieces":["Fine knacks for ladies"],"dates":"1600-01-01","url":"/books/dowland_second_book_of_songs","model":"book"},{"id":"book_6","title":"The Third and Last Book of Songs or Ayres","composer":["John Dowland"],"pieces":["Say Love If Ever"],"dates":"1603-01-01","url":"/books/dowland_third_book_of_songs","model":"book"},{"id":"book_7","title":"TIERS LIVRE DES CHANSONS A QVATRE CINCQ ET six parties, nouuellement composées par Orlando di Lassus","composer":["Orlando di Lasso"],"pieces":["Mon Coeur Se Recommend a Vous"],"dates":"1566-01-01","url":"/books/lassus_tiers_livre_des_chansons","model":"book"},{"id":"book_8","title":"Canzonets to three voyces","composer":["Henry Youll"],"pieces":["Come merry lads"],"dates":"1608-01-01","url":"/books/youll_canzonets_to_three_voyces","model":"book"},{"id":"book_9","title":"Motetti novi e chanzoni franciose a quatro sopra doi","composer":["Adrian Willaert"],"pieces":["J'ayme Bien Mon Ami"],"dates":"1520-01-01","url":"/books/willaert_motetti_novi_e_chanzoni_franciose","model":"book"},{"id":"book_10","title":"A Brief Discourse","composer":["Thomas Ravenscroft"],"pieces":["Of Ale (Tosse the Pot)"],"dates":"1614-01-01","url":"/books/ravenscroft_a_brief_discourse","model":"book"},{"id":"book_11","title":"Musae Sione IX","composer":["Michael Praetorius"],"pieces":["In Dulci Jubilo"],"dates":"1610-01-01","url":"/books/praetorius_musae_sione_ix","model":"book"},{"id":"book_12","title":"Musae Sione VI","composer":["Michael Praetorius"],"pieces":["Psallite Unigenito"],"dates":"1609-01-01","url":"/books/praetorius_musae_sione_vi","model":"book"},{"id":"book_13","title":"Ein außbund schöner Teutscher Liedlein zu singen, vnd auff allerley Jnstrument, zugebrauchen, sonderlich außerlesen","composer":["Heinrich Isaac"],"pieces":["Innsbruck Ich Mus"],"dates":"1560-01-01","url":"/books/ein_aussbund_schoner_teutscher_liedlein","model":"book"},{"id":"book_14","title":"Il primo libro di madrigali d'Archadelt a tre voci","composer":["Jacques Arcadelt"],"pieces":["Voi mi ponest"],"dates":"1542-01-01","url":"/books/arcadelt_il_primo_libro_di_madrigali","model":"book"},{"id":"book_15","title":"Premier Livre Dv Recveil Des Flevrs Prodvictes De La Divine Mvsicqve a Trois Parties De par Clemens non Papa Thomas Cricquillon \u0026 aultres excellens Musichiens","composer":["Jacobus Clemens non Papa"],"pieces":["Sub Umbra Illius"],"dates":"1560-01-01","url":"/books/phalese_premier_livre_du_recueil_des_fleurs","model":"book"},{"id":"book_16","title":"37 Chansons musicales a quatre parties","composer":["Claudin Sermisy"],"pieces":["Jouissance Vous Donnerai","Tant que vivray"],"dates":"1528-01-01","url":"/books/attaignant_37_chansons_musicales","model":"book"},{"id":"book_17","title":"The First book of Balletts to Five Voyces","composer":["Thomas Morley"],"pieces":["Now Is the Month of Maying","Sing We and Chant It"],"dates":"1595-01-01","url":"/books/morley_first_book_of_balletts","model":"book"},{"id":"book_18","title":"51 Galliards, Pavans, Bransles and Basse Dances","composer":["Pierre Attaingnant"],"pieces":["Tourdion"],"dates":"1530-01-01","url":"/books/attaignant_51_galliards_pavans_bransles_and_basse_dances","model":"book"},{"id":"book_19","title":"Tiers Livre de chansons à quatre parties de Ja. Arcadet et autres.","composer":["Jacques Arcadelt"],"pieces":["Margot Labourez Les Vignes"],"dates":"1567-01-01","url":"/books/le_roy_ballard_tiers_livre_de_chansons","model":"book"},{"id":"book_20","title":"Orchesographie","composer":["Thoinot Arbeau"],"pieces":["Belle Qui Tiens Ma Vie"],"dates":"1589-01-01","url":"/books/orchesographie","model":"book"},{"id":"book_21","title":"Madrigals to Foure Voyces","composer":["Thomas Morley"],"pieces":["April is in my mistress face"],"dates":"1594-01-01","url":"/books/morley_madrigals_to_4_voyces","model":"book"},{"id":"book_22","title":"Frottolle Libro Primo","composer":["Michele Pesenti"],"pieces":["Dal lecto me levava"],"dates":"1504-01-01","url":"/books/petrucci_frottole_i","model":"book"},{"id":"book_23","title":"Frottolle Libro Tertio","composer":["Josquin des Prez"],"pieces":["El Grillo"],"dates":"1504-01-01","url":"/books/petrucci_frottole_iii","model":"book"},{"id":"book_24","title":"Quart livre contenant xxvii. Chansons nouvelles a quatre parties","composer":["Claudin de Sermisy"],"pieces":["Je ne menge point de porc"],"dates":"1538-01-01","url":"/books/attaignant_chansons_nouvelles_quart_livre","model":"book"},{"id":"book_25","title":"Tiers liure contenant xxix. Chansons NOVVELLES A QVATRE PARTIES","composer":["Pierre Certon"],"pieces":["La la la"],"dates":"1540-01-01","url":"/books/attaignant_chansons_nouvelles_tiers_livre","model":"book"},{"id":"book_26","title":"The First Set of Madrigals and Mottets of 5 Parts Newly Composed by Orlando Gibbons","composer":["Orlando Gibbons"],"pieces":["The Silver Swan"],"dates":"1612-01-01","url":"/books/gibbons_first_set_of_madrigals","model":"book"},{"id":"book_27","title":"Libro de villanelle, moresche, ed altre canzoni","composer":["Orlando di Lasso"],"pieces":["Matona Mia Cara","O Occhi Manza Mia"],"dates":"1582-01-01","url":"/books/lassus_libro_de_villanelle","model":"book"},{"id":"book_28","title":"The first set of English madrigals to foure voices: newly composed by Iohn Farmer","composer":["John Farmer"],"pieces":["A Little Pretty Bonny Lass","Fair Phyllis"],"dates":"1599-01-01","url":"/books/farmer_first_book_of_madrigals","model":"book"},{"id":"book_29","title":"Madrigals to Four Voyces newly published by John Bennet","composer":["John Bennet"],"pieces":["Weep, O Mine Eyes"],"dates":"1599-01-01","url":"/books/bennet_madrigals_to_four_voices","model":"book"},{"id":"book_30","title":"Pammelia","composer":["Thomas Ravenscroft"],"pieces":["Three Country Dances in One"],"dates":"1609-01-01","url":"/books/ravenscroft_pammelia","model":"book"},{"id":"book_31","title":"Gradualia Cantiones Sacrae","composer":["William Byrd"],"pieces":["Ave Verum Corpus"],"dates":"1610-01-01","url":"/books/byrd_gradualia","model":"book"},{"id":"book_32","title":"Trente et une Chansons Musicale","composer":["Clément Janequin"],"pieces":["Au Joly Jeu","Ce Moys de May"],"dates":"1529-01-01","url":"/books/attaignant_31_chansons_musicale","model":"book"},{"id":"book_33","title":"Tiers livre contenant xxx. Chansons vieilles esleves","composer":["Clément Janequin"],"pieces":["Ce Moys de May"],"dates":"1538-01-01","url":"/books/attaignant_chansons_vieilles_esleves_iii","model":"book"},{"id":"book_34","title":"Il Primo Libro de Villotte alla Padoana con alcune Napolitane a quatro voci intitolate Villotte del fiore","composer":["Filippo Azzaiolo"],"pieces":["Chi passa per sta strada"],"dates":"1564-01-01","url":"/books/azzaiolo_primo_libro_de_viollotte","model":"book"},{"id":"book_35","title":"Canzonets to Three Voyces","composer":["Thomas Morley"],"pieces":["Though Philomela Lost Her Love"],"dates":"1606-01-01","url":"/books/morley_canzonettes_to_three_voyces_1606","model":"book"},{"id":"book_36","title":"The First Set of English Madrigals to 3, 4, 5, and 6 voices: Newly Composed by John Wilbye","composer":["John Wilbye"],"pieces":["Adew Sweet Amarillis","Fly Love Aloft"],"dates":"1598-01-01","url":"/books/wilbye_first_set_of_madrigals","model":"book"},{"id":"book_37","title":"The Second Set of English Madrigals to 3, 4, 5, and 6 voices: Newly Composed by John Wilbye","composer":["John Wilbye"],"pieces":["O What Shall I Do"],"dates":"1609-01-01","url":"/books/wilbye_second_set_of_madrigals","model":"book"},{"id":"book_38","title":"Canzonette di Oratio Vecchi da Modona Libro Secondo a Quattro Voci","composer":["Orazio Vecchi"],"pieces":["Fa Una Canzona"],"dates":"1585-01-01","url":"/books/vecchi_libro_secondo","model":"book"},{"id":"book_39","title":"Quart Livre De Danceries","composer":["Claude Gervaise"],"pieces":["01 Pavane: La Venissienne","02 Pavane","02 Galliarde","03 Pavane","03 Galliarde","04 Pavane","04 Galliarde","05 Pavane: Qui Souhaitez","05 Galliarde: Qui Souhaitez","06 Pavane","06 Galliarde","07 Pavane: Vous Qui Voulez","07 Galliarde: Vous Qui Voulez","08 Pavane: Plus Revenir","08 Galliarde: Plus Revenir","09 Pavane: M'amye Es Tant Honneste et Saige","09 Galliarde: M'amye Es Tant Honneste et Saige","10 Pavane: O Foible Esprit","11 Pavane: Le Bon Vouloir","12 Pavane","13 Pavane: Pour Mon Plaisir","14 Pavane","15 Pavane","16 Pavane","17 Pavane","18 Pavane: Dellestarpe","19 Pavane","20 Galliarde","21 Galliarde","22 Galliarde","23 Galliarde","24 Galliarde","25 Galliarde","26 Galliarde","27 Galliarde","28 Galliarde","29 Galliarde","30 Galliarde","31 Galliarde","32 Galliarde","33 Galliarde","34 Galliarde","35 Galliarde","36 Galliarde","37 Galliarde","38 Galliarde","39 Galliarde","40 Galliarde","41 Galliarde","42 Galliarde"],"dates":"1550-01-01","url":"/books/gervaise_quart_livre_de_danceries","model":"book"},{"id":"book_40","title":"L'Unziesme Livre Contenant Vingt \u0026 neuf Chansons Amovrevses A Quatre Parties","composer":["Josquin des Prez"],"pieces":["Mille Regretz"],"dates":"1544-01-01","url":"/books/susato_unziesme_livre_chansons_amoureuses","model":"book"},{"id":"book_41","title":"Der erst teil. Hundert vnd ainundzweintzig newe Lieder","composer":["Ludwig Senfl"],"pieces":["Ach Elslein"],"dates":"1534-01-01","url":"/books/hundred_und_ainundzweintzig","model":"book"},{"id":"book_42","title":"The Second Set of Madrigales to 3. 4. andn 5. parts (1606)","composer":["Michael East"],"pieces":["Follow Me, Sweet Love","How Merrily We Live"],"dates":"1606-01-01","url":"/books/east_second_set_of_madrigals","model":"book"},{"id":"book_43","title":"Il primo libro di madrigali d'Archadelt a 4 voci","composer":["Jacques Arcadelt"],"pieces":["Il Bianco e Doclce Cigno"],"dates":"1539-01-01","url":"/books/arcadelt_il_primo_libro_di_madrigali_a_4_voci","model":"book"},{"id":"book_44","title":"Ayres or Phantasticke Sprits for Three Voices","composer":["Thomas Weelkes"],"pieces":["The Nightingale","Since Robin Hood"],"dates":"1608-01-01","url":"/books/weelkes_ayres_or_phantasticke","model":"book"},{"id":"book_45","title":"Tiers livre contenant xxi. Chansons musicales a quatre/parties composeez par Jennequin \u0026 Passereau","composer":["Pierre Passereau"],"pieces":["Il est bel et bon"],"dates":"1536-01-01","url":"/books/attaingnant_chansons_musicales_tiers_livre","model":"book"},{"id":"book_46","title":"Thomas Ludiovici de Victoria Abulensis, Motecta, que partim quaternis, partim quinis, alia senis, alia octonis vocibus concinuntur","composer":["Tomás Luis de Victoria"],"pieces":["O Magnum Misterium"],"dates":"1572-01-01","url":"/books/victoria_motecta_libro_1","model":"book"},{"id":"book_47","title":"A Book of Ayres","composer":["John Bartlet"],"pieces":["Of All the Birds"],"dates":"1606-01-01","url":"/books/bartlet_book_of_ayres","model":"book"},{"id":"book_48","title":"Musicke of sundrie kindes","composer":["Thomas Ford"],"pieces":["Since First I Saw Your Face"],"dates":"1607-01-01","url":"/books/ford_musicke_of_sundrie_kindes","model":"book"},{"id":"book_49","title":"Ioan Petraloysii Praenestini motettorum quartet vocibus Liber Secundus","composer":["Giovanni Pierluigi da Palestrina"],"pieces":["Sicut Cervus"],"dates":"1584-01-01","url":"/books/palestrina_motettorum_quartet_vocibus_liber_secundus","model":"book"},{"id":"book_50","title":"A plaine and easie introduction to practicall musicke","composer":["Thomas Morley"],"pieces":["Christes crosse"],"dates":"1597-01-01","url":"/books/morley_plain_and_easy","model":"book"},{"id":"book_51","title":"Songs of 3, 4, 5, and 6 parts","composer":["Thomas Tomkins"],"pieces":["Fusca, in thy starry eyes"],"dates":"1622-01-01","url":"/books/tomkins_songs_1622","model":"book"},{"id":"book_52","title":"Musica quinque vocum","composer":["Leonora d'Este"],"pieces":["O Beate Christi Confessor","Salve Sponsa Dei","Sicut Lilium"],"dates":"1543-01-01","url":"/books/leonora_dest_musica_quinque_vocum","model":"book"},{"id":"manuscript_1","title":"Unknown","composer":["Jacobus Gallus"],"pieces":["Ave Maria"],"archive":" ","url":"/manuscripts/unknown","model":"manuscript"},{"id":"manuscript_2","title":"Canconiero de Palacio","composer":["Anonymous","Juan del Encina"],"pieces":["Dindirín Dindirín","Oy comamos y bebamos","Pase el Agoa","Tres Morillas"],"archive":"Palacio Real, Biblioteca [E-Mp] 1335","url":"/manuscripts/canconiero_de_palacio","model":"manuscript"},{"id":"manuscript_3","title":"Bamberg Codex","composer":["Anonymous"],"pieces":["L'autre jour - Au tens pasour - In seculum"],"archive":"Staatsbibliothek [D-BAs] Lit. 115","url":"/manuscripts/bamberg","model":"manuscript"},{"id":"manuscript_4","title":"CZ-CHRm 12580","composer":["Petrus Wilhelmi Grudencz"],"pieces":["Iacob scalam - Pax eterna - Terribilis"],"archive":"Mestske Muzeum [CZ-CHRm] 12580","url":"/manuscripts/cz_chrm_12580","model":"manuscript"},{"id":"manuscript_5","title":"Montpellier Codex","composer":["Anonymous","Adam de la Halle","Petrus de Cruce","Perotin"],"pieces":["Alle psallite cum luya","Aucun Se Sont / A Dieu Commant / Super Te","Aucuns vont souvent - Amor qui cor - Kyrie Eleison","Chançonnete - Ainc voir - A la cheminée - Par verité","Damme Belle - Fi Maris - Nus N'iert","Li jalous par tout sunt fustat - Tuit cil qui sunt enamourat - Veritatem","On Parole - A Paris - Frese Nouvele","Alleluya nativitas","Post Partum Virgo - Ave Regina - Veritatem","Pucelete - Je Languis - Domino","S'on me regarde - Prennés i garde - Hé, mi enfant"],"archive":"Faculté de Médecine [F-MO] H 196","url":"/manuscripts/montpellier","model":"manuscript"},{"id":"manuscript_6","title":"Wolfenbüttel Chansonnier","composer":["Guillaume Dufay"],"pieces":["Se La Face ay Payle"],"archive":"Herzog August Bibliothek [D-W] Cod. Guelf. 287 Extrav.","url":"/manuscripts/wolfenbuttel","model":"manuscript"},{"id":"manuscript_7","title":"GB-Ob MS. Ashmole 191","composer":["Anonymous"],"pieces":["Now Wolde Y Fayne"],"archive":"Bodleian Library [GB-Ob] MS. Ashmole 191","url":"/manuscripts/gb_ob_ms_ashmole_191","model":"manuscript"},{"id":"manuscript_8","title":"Henry VIII Manuscript","composer":["William Cornysh","Henry VIII"],"pieces":["Blow Thy Horne Hunter","Pastime With Good Company"],"archive":"British Library [GB-Lbl] Add. MS 31922","url":"/manuscripts/henry_viii","model":"manuscript"},{"id":"manuscript_9","title":"The Selden Carol Book","composer":["Anonymous"],"pieces":["Deo Gracias (Agincourt Carol)"],"archive":"Bodleian Library [GB-Ob] MS. Arch. Selden B. 26","url":"/manuscripts/selden_carol_book","model":"manuscript"},{"id":"manuscript_10","title":"Agincourt Roll","composer":["Anonymous"],"pieces":["Ther is no rose of swych vertu"],"archive":"Trinity College [GB-Ctc] O.3.58","url":"/manuscripts/agincourt_roll","model":"manuscript"},{"id":"manuscript_11","title":"Llibre Vermell","composer":["Anonymous"],"pieces":["Stella Splendens"],"archive":"Monasterio de S Maria [E-MO] MS 1","url":"/manuscripts/llibre_vermell","model":"manuscript"},{"id":"manuscript_12","title":"Carmina Burana","composer":["Anonymous"],"pieces":["Tempus transit gellidum"],"archive":"Bayerische Staatsbibliothek [D-Mbs] Clm MSS 4660","url":"/manuscripts/carmina_burana","model":"manuscript"},{"id":"manuscript_13","title":"GB-Lbl Harley 978","composer":["Anonymous"],"pieces":["Sumer is Icumen In"],"archive":"British Library [GB-Lbl] Harley 978","url":"/manuscripts/gb_lbl_harley_978","model":"manuscript"},{"id":"manuscript_14","title":"F-PN fonds français 25566","composer":["Adam de la Halle"],"pieces":["Fi Maris"],"archive":"Bibliothèque Nationale [F-PN] fonds français 25566","url":"/manuscripts/f_pn_fonds_francais_25566","model":"manuscript"},{"id":"manuscript_15","title":"Codex Squarcialupi","composer":["Francesco Landini"],"pieces":["Ecco la primavera","La Bionda Trecca"],"archive":"Biblioteca Medicea-Laurenziana [I-Fl] MS Mediceo Palatino 87","url":"/manuscripts/codex_squarcialupi","model":"manuscript"},{"id":"manuscript_16","title":"D-LEu MS 1236","composer":["Petrus Wilhelmi Grudencz"],"pieces":["Plaude euge theotocos"],"archive":"Universitätsbibliothek [D-LEu] MS 1236","url":"/manuscripts/d_leu_ms_1236","model":"manuscript"},{"id":"manuscript_17","title":"GB-Occ MS 59","composer":["Anonymous"],"pieces":["Edi beo thu hevene quene"],"archive":"Corpus Christi College [GB-Occ] MS 59","url":"/manuscripts/gb_occ_ms_59","model":"manuscript"},{"id":"manuscript_18","title":"GB-Lbl Add. MS 29289","composer":["Thomas Tallis"],"pieces":["If ye love me"],"archive":"British Library [GB-Lbl] Add. MS 29289","url":"/manuscripts/gb_add_ms_29289","model":"manuscript"},{"id":"manuscript_19","title":"I-Fn MS Magl. XIX.108","composer":["Anonymous"],"pieces":["Lo mio padre"],"archive":"Biblioteca Nazionale Centrale [I-Fn] MS Magl. XIX.108","url":"/manuscripts/i_fn_ms_magl_xix_108","model":"manuscript"},{"id":"manuscript_20","title":"Chantilly Codex","composer":[],"pieces":[],"archive":"Musée Condé, Chantilly, France (F-CH) MS 564 \"Chantilly Codex\"","url":"/manuscripts/chantilly_codex","model":"manuscript"},{"id":"manuscript_21","title":"Manuscrit du Roi","composer":[],"pieces":[],"archive":" ","url":"/manuscripts/manuscrit_du_roi","model":"manuscript"}]